Repository: fossasia/x-mario-center
Catalog: po/help/*.po
Languages: ast, bs, cs, da, de, el, eo, es, fi, fr, gl, he, hr, hu, id, it, ja, ko, ms, nb, nl, pt_br, ru, sl, sr, sv, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: en
ast: ast
da: da
de: de
eo: eo
es: es
fr: fr
gl: gl
he: he
hu: hu
it: it
ja: ja
nl: nl
pt_br: br
ru: ru
sr: ср
sv: sv
tr: ing
uk: Англійська
vi: tiếng Anh
zh_cn: 英语
zh_hk: zh-HK
zh_tw: zh_TW

source: Ubuntu Software Center
ast: Centru de software d'Ubuntu
bs: Ubuntu Programski Centar
cs: Centrum softwaru pro Ubuntu
de: Software-Center
el: Κέντρο λογισμικού Ubuntu
eo: Ubuntu-programarejo
es: Centro de software de Ubuntu
fi: Ubuntun sovellusvalikoima
fr: Logithèque Ubuntu
gl: Centro de software de Ubuntu
he: מרכז התכנה של אובונטו
hr: Ubuntu Centar softvera
hu: Ubuntu szoftverközpont
id: Pusat Perangkat Lunak Ubuntu
ja: Ubuntuソフトウェアセンター
ko: 우분투 소프트웨어 센터
ms: Pusat Perisian Ubuntu
nb: Ubuntus programvaresenter
nl: Ubuntu softwarecentrum
pt_br: Central de Programas do Ubuntu
ru: Центр приложений Ubuntu
sl: Programsko središče Ubuntu
sr: Убунтуов софтверски центар
sv: Programcentral för Ubuntu
tr: Ubuntu Yazılım Merkezi
uk: Центр програм Ubuntu
vi: Trung tâm phần mềm Ubuntu
zh_cn: Ubuntu 软件中心
zh_hk: Ubuntu 軟件中心
zh_tw: Ubuntu 軟體中心

source: <publisher> <publishername>Ubuntu Documentation Project</publishername> </publisher> &legal;
ast: <publisher> <publishername>Proyeutu de documentación d'Ubuntu</publishername> </publisher> &legal;
bs: <publisher> <publishername>Ubuntu Dokumentacija</publishername> </publisher> &legal;
cs: <publisher> <publishername>Dokumentační projekt Ubuntu</publishername> </publisher> &legal;
da: <publisher> <publishername>Dokumentationsprojekt for Ubuntu</publishername> </publisher> &legal;
el: <publisher> <publishername>Έργο τεκμηρίωσης του Ubuntu</publishername> </publisher> &legal;
eo: <publisher> <publishername>Dokumentad-projekto de Ubuntu</publishername> </publisher> &legal;
es: <publisher> <publishername>Documentación del proyecto Ubuntu</publishername> </publisher> &legal;
fi: <publisher> <publishername>Ubuntun dokumentaatioprojekti</publishername> </publisher> &legal;
fr: <publisher> <publishername>Le Projet de Documentation Ubuntu</publishername> </publisher> &legal;
gl: <publisher> <publishername>Proxecto de documentación de Ubuntu</publishername> </publisher> &legal;
he: <publisher> <publishername>מיזם התיעוד של אובונטו</publishername> </publisher> &legal;<copyright> <year>2010</year> <holder>Yaron Shahrabani</holder> </copyright>
hr: <publisher> <publishername>Projekt Ubuntu dokumentacije</publishername> </publisher> &legal;
hu: <publisher> <publishername>Ubuntu dokumentációs projekt</publishername> </publisher> &legal;
id: <publisher> <publishername>Proyek Dokumentasi Ubuntu</publishername> </publisher> &legal;
ja: <publisher> <publishername>Ubuntu ドキュメンテーションプロジェクト</publishername> </publisher> &legal;
ko: <publisher> <publishername>우분투 문서화 프로젝트</publishername> </publisher> &legal;
ms: <publisher> <publishername>Projek Pendokumentasian Ubuntu</publishername> </publisher> &legal;
nb: <publisher> <publishername>Ubuntus dokumentasjonsprosjekt</publishername> </publisher> &legal;
nl: <publisher> <publishername>Ubuntu documentatieproject</publishername> </publisher> &legal;
pt_br: <publisher> <publishername>Projeto de documentação do Ubuntu</publishername> </publisher> &legal;
ru: <publisher> <publishername>Документация Ubuntu</publishername> </publisher> &legal;
sl: <publisher> <publishername>Dokumentacijski projekt Ubuntu</publishername> </publisher> &legal;
sr: <publisher><publishername>Пројекат Убунтуове документације</publishername> </publisher> &legal;
sv: <publisher> <publishername>Dokumentationsprojekt för Ubuntu</publishername> </publisher> &legal;
tr: <publisher> <publishername>Ubuntu Belgeleme Projesi</publishername> </publisher> &yasal;
zh_hk: <publisher> <publishername>Ubuntu 文件專案</publishername> </publisher> &legal;
zh_tw: <publisher> <publishername>Ubuntu 文件專案</publishername> </publisher> &legal;

source: Michael
sr: Мајкл

source: Vogt
sr: Вог

source: Matthew
sr: Метју

source: Paul
sr: Пол

source: Thomas
sr: Томас

source: Andrew
sr: Ендрју

source: Higginson
sr: Хајгинсон

source: How to install and remove software in Ubuntu.
ast: Cómo instalar y desaniciar software n'Ubuntu
bs: Kako se instalira i izbriše softver u Ubuntu.
cs: Jak nainstalovat a odstranit software v Ubuntu.
da: At installere og fjerne software i Ubuntu
de: Wie man Software unter Ubuntu installiert und deinstalliert.
el: Πως να εγκαταστήσετε και να απεγκαταστήσετε λογισμικό στο Ubuntu.
eo: Kiel instali kaj forigi programarojn en Ubuntu
es: Cómo instalar y eliminar software en Ubuntu
fi: Kuinka Ubuntussa asennetaan ja poistetaan sovelluksia.
fr: Installer et supprimer des logiciels sous Ubuntu.
gl: Como instalar e desinstalar software en Ubuntu
he: כיצד להתקין ולהסיר תוכנות באובונטו.
hr: Kako instalirati i ukloniti softver u Ubuntuu.
hu: Szoftverek telepítése és eltávolítása Ubuntun
id: Bagaimana menginstal dan menghapus perangkat lunak di Ubuntu.
it: Come installare e rimuovere software in Ubuntu.
ja: Ubuntuでソフトウェアのインストールおよび削除をするには
ko: 우분투에서 소프트웨어를 설치하고 제거하는 방법
ms: Cara memasang dan membuang perisian di dalam Ubuntu
nb: Hvordan installére og fjerne programvare i Ubuntu.
nl: Hoe u software kunt installeren en verwijderen in Ubuntu.
pt_br: Como instalar e remover programas no Ubuntu.
ru: Как установить или удалить программы в Ubuntu.
sl: Kako namestiti in odstraniti program v Ubuntuju.
sr: Како да инсталирате и уклоните софтвер у Убунтуу.
sv: Hur man installerar och tar bort program i Ubuntu.
tr: Ubuntu'da yazılım nasıl kurulur ve kaldırılır.
uk: Як встановлювати і вилучати програмне забезпечення в Ubuntu.
vi: Làm thế nào để cài đặt và gỡ bỏ phần mềm trong Ubuntu
zh_cn: 如何在 Ubuntu 中安装和卸载软件。
zh_hk: 如何在 Ubuntu 中安裝及移除軟件
zh_tw: 如何在 Ubuntu 安裝及移除軟體

source: What is Ubuntu Software Center?
ast: ¿Qué ye'l Centru de software d'Ubuntu?
bs: Šta je to Ubuntu Programski Centar?
cs: Co je Centrum softwaru pro Ubuntu?
da: Hvad er Ubuntu Softwarecenter?
de: Was ist das Ubuntu Software-Center?
el: Τι είναι το Κέντρο Λογισμικού Ubuntu;
eo: Kio estas Ubuntu-programarejo?
es: ¿Qué es el Centro de software de Ubuntu?
fi: Mikä on Ubuntun sovellusvalikoima?
fr: Qu'est-ce que la logithèque Ubuntu ?
gl: Que é o Centro de software de Ubuntu?
he: מהו מרכז התכנה של אובונטו?
hr: Što je Ubuntu centar softvera?
hu: Mi az az Ubuntu szoftverközpont?
id: Apa itu Pusat Perangkat Lunak Ubuntu?
it: Cos'è Ubuntu Software Center?
ja: Ubuntuソフトウェアセンターとは？
ko: 우분투 소프트웨어 센터란 무엇인가?
ms: Apa itu Pusat Perisian Ubuntu?
nb: Hva er Ubuntus programvaresenter?
nl: Wat is Ubuntu softwarecentrum?
pt_br: O que é a Central de Programas do Ubuntu?
ru: Что такое Центр приложений Ubuntu?
sl: Kaj je Programsko središče Ubuntu?
sr: Шта је Убунтуов софтверски центар?
sv: Vad är Programcentral för Ubuntu?
tr: Ubuntu Yazılım Merkezi nedir?
uk: Для чого призначено «Центр програм»?
vi: Trung tâm phần mềm Ubuntu là gì?
zh_cn: 什么是 Ubuntu 软件中心？
zh_hk: 什麼是 Ubuntu 軟件中心？
zh_tw: Ubuntu 軟體中心什麼是？

source: Ubuntu Software Center is a virtual catalog of thousands of free applications and other software to make your Ubuntu computer more useful.
ast: El Centru de software d'Ubuntu ye un catálogu virtual de miles d'aplicaciones llibres y otru software pa facer Ubuntu más útil.
bs: Ubuntu Programski Centar je virtualni katalog sa hiljadama besplatnih aplikacija i ostalih programa koji će pomoći da Vaš Ubuntu kompjuter bude korisniji.
cs: Centrum softwaru pro Ubuntu je virtuální katalog tisíců aplikací zadarmo a jiného softwaru, který učiní váš počítač s Ubuntu ještě použitelnější.
da: Ubuntu Softwarecenter er et virtuelt katalog over tusinder af gratise programmer og andet software, der gør din Ubuntu computer mere funktionel.
de: Das Software-Center ist ein virtueller Katalog tausender freier Anwendungen und anderer Software, um Ihren Ubuntu-Rechner nützlicher zu gestalten.
el: Το Κέντρο λογισμικού Ubuntu είναι ένας εικονικός κατάλογος από εκατοντάδες δωρεάν εφαρμογές και άλλο λογισμικό που κάνουν τον υπολογιστή σας πιο εύχρηστο.
eo: Ubuntu-programarejo estas virtuala katalogo kun miloj da senkostaj aplikaĵoj kaj aliaj programaroj por pli-utilebligi vian Ubuntu-komputilon.
es: El Centro de software de Ubuntu es un catálogo virtual de miles de aplicaciones libres y de otro software para hacer que su equipo con Ubuntu sea más útil.
fi: Ubuntun sovellusvalikoima on virtuaalinen luettelo tuhansista vapaista sovelluksista ja muista ohjelmistoista, joilla voit tehdä Ubuntu-tietokoneesi entistä hyödyllisemmäksi.
fr: La logithèque Ubuntu est un catalogue virtuel contenant des milliers d'applications libres et autres logiciels permettant de rendre votre ordinateur plus utile avec Ubuntu.
gl: O Centro de software de Ubuntu é un catálogo virtual de milleiros de aplicativos libres e outro software para facer o seu computador Ubuntu máis útil.
he: מרכז התכנה של אובונטו הנו קטלוג וירטואלי המכיל אלפי יישומים חופשיים ומגוון תוכנות נוספות כדי להפוך את מערכת האובונטו שלך לשימושית יותר.
hr: Ubuntu centar softvera je virtualni katalog tisuća besplatnih programa i ostalog softvera, koji vaše Ubuntu računalo čine korisnijim.
hu: Az Ubuntu szoftverközpont ingyenes alkalmazások és egyéb szoftverek ezreinek gyűjteménye, amelyek segítségével az Ubuntut futtató számítógépe még több tevékenységre válik használhatóvá.
id: Pusat Perangkat Lunak Ubuntu adalah katalog virtual yang berisi ribuan aplikasi dan perangkat lunak lainnya yang membuat komputer Ubuntu anda lebih bermanfaat.
it: Ubuntu Software Center è un catalogo virtuale di migliaia di applicazioni gratuite e altro software per rendere il sistema Ubuntu più utile.
ja: Ubuntuソフトウェアセンターは、Ubuntuで手に入る何千ものフリーアプリケーションや、コンピュータをより使いやすくするその他のソフトウェアのバーチャル･カタログです。
ko: 우분투 소프트웨어 센터는 우분투 컴퓨터를 더욱 유용하게 만들어주는 수천개의 자유 응용 프로그램과 다른 소프트웨어를 시각적인 분류 목록을 제공합니다.
ms: Pusat Perisian Ubuntu ialah katalog maya yang mengandungi beribu-ribu perisian bebas atau percuma dan lain-lain perisian untuk menjadikan komputer Ubuntu anda lebih berguna.
nb: Ubuntus programvaresenter er en virtuell katalog med tusenvis av åpne programmer som gjør datamaskinen din med Ubuntu mer nyttig.
nl: Ubuntu softwarecentrum is een virtuele verzameling van duizenden gratis beschikbare toepassingen en andere software waarmee u de functionaliteit van Ubuntu kunt uitbreiden.
pt_br: Central de Programas do Ubuntu é um catálogo virtual de milhares de aplicativos gratuitos, além de outros programas que fazem seu computador com Ubuntu ser mais útil.
ru: Центр приложений Ubuntu — это виртуальный каталог тысяч бесплатных приложений и другого программного обеспечения для вашего компьютера.
sl: Programsko središče Ubuntu je navidezni katalog tisočih brezplačnih programov in druge programske opreme, in naredi vaš računalnik z Ubuntujem bolj uporaben.
sr: Убунтуов софтверски центар је виртуелни каталог хиљаде слободних програма и другог софтвера како би ваш Убунту рачунар био још кориснији.
sv: Programcentral för Ubuntu är en virtuell katalog med tusentals kostnadsfria program och även andra program för Ubuntu som gör din dator mer användbar.
tr: Ubuntu Yazılım Merkezi bilgisayarınızdan daha iyi faydalanabilmenizi sağlayacak binlerce ücretsiz uygulama ve diğer yazılımların bulunduğu sanal bir katalogtur.
uk: Центр програм Ubuntu — це віртуальний каталог тисяч вільних програм та іншого програмного забезпечення, за допомогою якого ви зможете використати всі можливості вашого комп’ютера в Ubuntu.
vi: Trung tâm phần mềm Ubuntu là một mục lục ảo chứa hàng ngàn ứng dụng miễn phí và các phần mềm khác để làm cho máy tính Ubuntu của bạn hữu ích hơn.
zh_cn: Ubuntu 软件中心是一个包含数以千计的自由软件和其他应用程序的虚拟目录，它能为您的计算机增加更多实用的功能。
zh_hk: Ubuntu 軟件中心是一個包含數千種自由應用程式及其他軟件的虛擬目錄，讓您的 Ubuntu 電腦更有用。
zh_tw: Ubuntu 軟體中心是包含數千種自由應用程式及其他軟體的虛擬目錄，讓您的 Ubuntu 電腦更有用。

source: You can find software by category or by searching, and you can install an item with the click of a button.
ast: Puedes alcontrar software por categoríes o buscando, y puedes instalar un elementu calcando un botón.
bs: Možete pronaći programe po kategoriji ili pretragom, instalirajući ih sa jednostavnim klikom na dugme.
cs: Software můžete hledat podle kategorie nebo vyhledáváním a položku můžete nainstalovat stisknutím tlačítka.
da: Du kan finde software efter kategori eller ved søgning, og du kan installere et stykke software med et klink på en knap.
de: Sie können Software über Kategorien oder über die Suche finden und mit nur einem Mausklick installieren.
el: Μπορείτε να βρείτε το λογισμικό ανά κατηγορία ή αναζητώντας το όνομα της εφαρμογής, και μπορείτε να εγκαταστήσετε ένα πακέτο λογισμικού με το πάτημα ενός κουμπιού.
eo: Vi povas trovi programaron laŭ kategorio aŭ serĉante, kaj vi povas instali eron simple alklakante butonon.
es: Puede encontrar software por categorías o buscando, y puede instalar un elemento con solo pulsar un botón.
fi: Ohjelman voi löytää kategorian perusteella tai etsimällä. Sovelluksen asennus onnistuu vain muutamalla napsautuksella.
fr: Vous pouvez rechercher les logiciels par catégorie ou par recherche directe, puis les installer d'un simple clic de souris.
gl: Pode atopar o software por categorías ou por busca, e pode instalar un elemento premendo un botón.
he: ניתן למצוא תכנה לפי קטגוריה או על ידי חיפוש וניתן להתקין פריט בלחיצת כפתור.
hr: Programe možete pronaći prema kategoriji ili pretraživanjem, a stavku možete instalirati jednim klikom miša.
hu: A szoftvereket elérheti részlegek szerinti csoportosításban, vagy meg is keresheti azokat. A telepítés pedig mindössze egy kattintás a megfelelő gombon.
id: Anda bisa menemukan perangkat lunak berdasarkan kategori atau pencarian, dan Anda bisa memasangnya hanya dengan sekali menekan tombol.
it: È possibile trovare software per categoria o eseguendo delle ricerche ed è possibile installare un programma in pochi clic.
ja: カテゴリーや検索によってアプリケーションを探すことができ、クリック1つでインストールすることができます。
ko: 소프트웨어를 분류별로 또는 검색을 통해 찾을 수 있고 버튼을 클릭하는 것만으로 설치할 수 있습니다.
ms: Anda dapat mencari perisian mengikut kategori atau dengan cara menggelintar, dan juga anda boleh memasang item dengan mengklik butang.
nb: Du kan finne programmer ved å undersøke kategoriene eller ved å søke, og du kan installére programmene ved et enkelt trykk.
nl: Software is ingedeeld in categorieën, en u kunt een zoekveld gebruiken om software te vinden. Een gewenst item kan eenvoudig geïnstalleerd worden door op de installatieknop te drukken.
pt_br: Você pode encontrar software por categorias ou por pesquisa, e você pode instalar um item com um clique de um botão.
ru: Вы можете найти необходимое приложение по категории или через поиск и установить его одним кликом мыши.
sl: Programsko opremo lahko najdete po kategorijah ali z iskanjem, namestite pa jo s pritiskom na gumb.
sr: Софтвер можете наћи према категорији или претраживањем, а било коју ставку можете инсталирати кликом на дугме.
sv: Du kan hitta program efter kategori eller genom att söka efter dem och du kan installera ett program med en enda knapptryckning.
tr: Kategori ya da aramaya göre yazılım bulabilir ve bir düğme tıklaması ile öğeyi kurabilirsiniz.
uk: Ви можете знаходити програмне забезпечення за категоріями або безпосереднім пошуком. Встановити знайдену програму можна простим наведенням вказівника миші на відповідний пункт з наступним клацанням лівою кнопкою миші.
vi: Bạn có thể tìm thấy phần mềm bằng cách gõ từ khóa tìm kiếm, và cài đặt một mục bằng cách bấm chuột.
zh_cn: 您可以通过类别或搜索查找软件，并且点击一次按钮就可以安装某一项目。
zh_hk: 您可藉由目錄或搜尋來找到軟件，您也可透過按一下按鈕來安裝一個項目。
zh_tw: 您可藉由目錄或搜尋來找到軟體，按一下就能安裝。

source: You can also examine which software is installed on the computer already, and remove anything you no longer need.
ast: Tamién puedes desaminar el software instaláu nel equipu actualmente, y desaniciar tolo que nun necesites yá.
bs: Također, možete provjeriti koji je softver već instaliran na vašem računalu, te ukloniti ono što vam više ne treba.
cs: Můžete také prohlížet software, který je již na počítači nainstalován, a mazat cokoli, co už nepotřebujete.
da: Du kan også undersøge hvilken software der allerede er installeret på din computere, og fjerne det du ikke har brug for.
de: Außerdem können Sie feststellen, welche Anwendungen bereits auf dem Rechner installiert sind und alle nicht mehr benötigten entfernen.
el: Μπορείτε επίσης να εξετάσετε ποιο λογισμικό είναι εγκατεστημένο ήδη στον υπολογιστή σας και να αφαιρέσετε οτιδήποτε δεν χρειάζεστε πλέον.
eo: Vi povas ankaŭ eltrovi kiu programaro estas jam instalita sur la komputilo, kaj forigi ne plu bezonatan programaron.
es: También puede examinar el software instalado en su equipo actualmente, y eliminar todo lo que ya no necesite.
fi: Voit myös tutkia, mitä ohjelmistoja on jo asennettu tietokoneeseen, ja poistaa ne, joita et enää tarvitse.
fr: Vous pouvez aussi examiner les logiciels déjà installés sur votre ordinateur et supprimer ceux dont vous n'avez plus besoin.
gl: Tamén pode examinar o software instalado no seu equipo actualmente, e eliminar todo o que xa non necesite.
he: ניתן לסקור אילו תוכנות כבר מותקנות במחשב ולהסיר כל תכנית שאינה נחוצה עוד.
hr: Također, možete provjeriti koji je softver već instaliran na vašem računalu, te ukloniti ono što vam više ne treba.
hu: Végignézheti a számítógépre már telepített programokat, és eltávolíthatja közülük azt, amire már nincs szüksége.
id: Anda juga bisa mengecek perangkat lunak mana saja yang telah terinstal di komputer anda, dan menghapus yang tidak lagi dibutuhkan.
it: È inoltre possibile esaminare quale software è già stato installato sul computer e rimuovere tutto ciò che non serve più.
ja: ソフトウェアがすでにコンピュータにインストールされているか調べたり、必要がなくなったソフトウェアを削除したりすることも可能です。
ko: 컴퓨터에 설치되어 있는 소프트웨어를 확인할 수 있고 필요없는것은 제거할 수도 있습니다.
ms: Anda juga boleh memeriksa perisian yang manakah sudah dipasang didalam komputer, dan buang apa-apa yang anda tidak perlukan.
nb: Du kan også undersøke hvilken programvare som allerede er installert på datamaskinen, og fjerne det du ikke lenger har bruk for.
nl: U kunt hier ook uitzoeken welke software reeds geïnstalleerd is op uw computer en u kunt er software verwijderen die u niet langer nodig heeft.
pt_br: Você pode examinar que software está instalado no seu computador e remover qualquer coisa que você não precisa.
ru: Вы также можете просмотреть, какие программы установлены на компьютере и удалить те, которые уже не нужны.
sl: Lahko preučite tudi kateri programi so na računalniku že nameščeni in odstranite karkoli, česar ne potrebujete.
sr: Такође можете да прегледате који су програми већ инсталирани на рачунару и да уклоните све оно што вам више не треба.
sv: Du kan också undersöka vilka program som redan är installerade på datorn och ta bort allt du inte längre behöver.
tr: Ayrıca bilgisayarınıza hangi yazılımların kurulu olduğunu inceleyebilir ve artık ihtiyaç duymadıklarınızı kaldırabilirsiniz.
uk: Ви також можете перевірити яке програмне забезпечення вже встановлене, а також видалити непотрібне.
vi: Bạn có thể kiểm tra phần mềm nào đã cài sẵn trên máy tính, và tháo gỡ những phần mềm không cần dùng.
zh_cn: 您还可以查看这台计算机上已经安装了哪些软件，并卸载不再需要的软件。
zh_hk: 您也可看看閣下電腦安裝了哪些軟件，又或移除您不要的。
zh_tw: 您也可看看閣下電腦安裝了哪些軟體，又或移除您不要的。

source: Installing software
ast: Instalando software
bs: Instaliranje programa
cs: Instalace softwaru
da: At installere software
de: Anwendungen installieren
el: Εγκατάσταση λογισμικού
eo: Instalado de programaro
es: Instalar software
fi: Sovellusten asentaminen
fr: Installer des logiciels
gl: Instalando software
he: התקנת תוכנות
hr: Instalacija programa
hu: Szoftver telepítése
id: Menginstal perangkat lunak.
it: Installare software
ja: ソフトウェアのインストール
ko: 소프트웨어 설치 중
ms: Memasang perisian
nb: Installére programvare
nl: Software installeren
pt_br: Instalando o software
ru: Установка программ
sl: Nameščanje programske opreme
sr: Инсталирање софтвера
sv: Installera program
tr: Yazılım yükleme
uk: Встановлення програмного забезпечення
vi: Đang cài đặt phần mềm
zh_cn: 安装软件
zh_hk: 正在安裝軟件
zh_tw: 安裝軟體
