Repository: fossasia/x-mario-center
Catalog: po/help/*.po
Languages: ast, bs, cs, da, de, el, eo, es, fi, fr, gl, he, hr, hu, id, it, ja, ko, ms, nb, nl, pt_br, ru, sl, sr, sv, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
bs: NI POD KAKVIM USLOVIMA I NI PO KAKVOJ PRAVNOJ TEORIJI, BILO DA JE U KRIVU (UKLJUČUJUĆI NEMAR), UGOVORU, ILI DRUGAČIJE; AUTOR, PRVOBITNI PISAC, BILO KOJI SARADNIK ILI BILO KOJI DOSTAVLJAČ DOKUMENTA ILI IZMENJENE VERZIJE DOKUMENTA, ILI BILO KOJI DOBAVLJAČ BILO KOJE OD OVIH STRANA, NEĆE BITI PODLEŽAN NIKOME ZA BILO KAKVU DIREKTNU, INDIREKTNU, POSEBNU, SLUČAJNU ILI POSLEDIČNU ŠTETU BILO KAKVE VRSTE UKLJUČUJUĆI, BEZ OGRANIČENJA, ŠTETU ZA GUBITAK DOBRE VOLJE, OBUSTAVU RADA, KVAR RAČUNARA I NEFUNKCIONISANJE, ILI BILO KOJE I SVIH DRUGIH ŠTETA ILI GUBITAKA KOJI PROISTEKNU ILI SU U VEZI SA UPOTREBOM DOKUMENTA I IZMENJENE VERZIJE DOKUMENTA, ČAK I AKO SU TE STRANE BILE OBAVEŠTENE O MOGUĆNOSTI TAKVIH ŠTETA.
cs: ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.
da: UNDER INGEN OMSTÆNDIGHEDER OG UNDER INGEN JURIDISK TEORI, UANSET OM DET ER EN BEVIDST SKADENDE HANDLING (INKLUSIVE UFORSVARLIGHED) ELLER PÅ HVILKEN SOM HELST ANDEN MÅDE, KAN FORFATTEREN, SKRIBENT, BIDRAGYDERE, DISTRIBUTØRER ELLER LEVERANDØR AF DETTE DOKUMENT ELLER MODIFICEREDE VERSIONER GØRES ANSVARLIG OVERFOR NOGEN PERSON FOR NOGEN DIREKTE, INDIREKTE, SPECIEL, TILFÆLDIG ELLER FØLGENDE SKADE PÅFØRT NOGEN INKLUSIVE, UDEN BEGRÆNSNING, SKADE SOM FØLGE AF TAB AF RYGTE, ARBEJDSSTOP, COMPUTER-FEJL ELLER -SVIGT, ELLER ENHVER ANDEN FORM FOR SKADE ELLER TAB SOM ER OPSTÅET I FORBINDELSE MED BRUG AF DETTE DOKUMENT ELLER MODIFICEREDE VERSIONER HERAF, SELV HVIS EN SÅDAN PART HAR VÆRET INFORMERET OM MULIGHEDEN FOR SÅDANNE SKADER.
de: UNTER KEINEN UMSTÄNDEN UND GEMÄSS KEINER RECHTSLEHRE, WEDER AUFGRUND VON UNERLAUBTEN HANDLUNGEN (EINSCHLIESSLICH FAHRLÄSSIGKEIT), VERTRÄGEN ODER SONSTIGEM, KANN DER AUTOR, DER URSPRÜNGLICHE VERFASSER, EIN MITWIRKENDER ODER EIN VERTEILER DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ODER EIN LIEFERANT EINER DIESER PARTEIEN VON EINER PERSON FÜR DIREKTE, INDIREKTE, BESONDERE, ZUFÄLLIGE ODER ALS FOLGE AUFGETRETENE SCHÄDEN IRGENDEINER ART, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, SCHÄDEN DURCH GESCHÄFTSWERTVERLUSTE, ARBEITSAUSFÄLLE, COMPUTERAUSFÄLLE ODER -FUNKTIONSSTÖRUNGEN ODER JEGLICHE ANDERE SCHÄDEN ODER VERLUSTE, DIE DURCH ODER IM ZUSAMMENHANG MIT DER VERWENDUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ENTSTANDEN SIND, SELBST WENN DIESE PARTEI ÜBER MÖGLICHE SCHÄDEN INFORMIERT WORDEN SEIN SOLLTE, HAFTBAR GEMACHT WERDEN.
el: Ο ΔΗΜΙΟΥΡΓΟΣ, Ο ΑΡΧΙΚΟΣ ΣΥΓΓΡΑΦΕΑΣ, ΟΙ ΣΥΝΤΕΛΕΣΤΕΣ Ή ΟΙ ΔΙΑΝΟΜΕΙΣ ΤΟΥ ΕΓΓΡΑΦΟΥ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ ΑΥΤΟΥ, ΚΑΘΩΣ ΚΑΙ ΟΙ ΠΡΟΜΗΘΕΥΤΕΣ ΟΠΟΙΩΝΔΗΠΟΤΕ ΕΚ ΤΩΝ ΠΡΟΑΝΑΦΕΡΟΜΕΝΩΝ ΜΕΡΩΝ, ΔΕΝ ΕΥΘΥΝΟΝΤΑΙ ΕΝΑΝΤΙ ΟΙΟΥΔΗΠΟΤΕ, ΣΕ ΚΑΜΙΑ ΠΕΡΙΠΤΩΣΗ ΚΑΙ ΥΠΟ ΚΑΜΙΑ ΕΡΜΗΝΕΙΑ ΝΟΜΟΥ, ΕΙΤΕ ΕΞ ΑΔΙΚΟΠΡΑΞΙΑΣ (ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΗΣ ΤΗΣ ΑΜΕΛΕΙΑΣ) ΕΙΤΕ ΣΤΟ ΠΛΑΙΣΙΟ ΣΥΜΒΑΤΙΚΗΣ Ή ΑΛΛΗΣ ΥΠΟΧΡΕΩΣΗΣ, ΓΙΑ ΤΥΧΟΝ ΑΜΕΣΕΣ, ΕΜΜΕΣΕΣ, ΕΙΔΙΚΕΣ, ΤΥΧΑΙΕΣ Ή ΣΥΝΕΠΑΚΟΛΟΥΘΕΣ ΖΗΜΙΕΣ ΟΠΟΙΑΣΔΗΠΟΤΕ ΜΟΡΦΗΣ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΩΝ, ΧΩΡΙΣ ΠΕΡΙΟΡΙΣΜΟ, ΖΗΜΙΩΝ ΛΟΓΩ ΑΠΩΛΕΙΑΣ ΦΗΜΗΣ ΚΑΙ ΠΕΛΑΤΕΙΑΣ, ΔΙΑΚΟΠΗΣ ΕΡΓΑΣΙΩΝ, ΔΥΣΛΕΙΤΟΥΡΓΙΑΣ Ή ΒΛΑΒΗΣ ΗΛΕΚΤΡΟΝΙΚΩΝ ΥΠΟΛΟΓΙΣΤΩΝ, Ή ΚΑΘΕ ΑΛΛΗΣ ΖΗΜΙΑΣ Ή ΑΠΩΛΕΙΑΣ ΠΟΥ ΟΦΕΙΛΕΤΑΙ Ή ΣΧΕΤΙΖΕΤΑΙ ΜΕ ΤΗΝ ΧΡΗΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ ΚΑΙ ΤΩΝ ΤΡΟΠΟΠΟΙΗΜΕΝΩΝ ΕΚΔΟΣΕΩΝ ΑΥΤΟΥ, ΑΚΟΜΑ ΚΑΙ ΑΝ ΤΑ ΩΣ ΑΝΩ ΜΕΡΗ ΕΙΧΑΝ ΛΑΒΕΙ ΓΝΩΣΗ ΤΗΣ ΠΙΘΑΝΟΤΗΤΑΣ ΠΡΟΚΛΗΣΗΣ ΤΕΤΟΙΩΝ ΖΗΜΙΩΝ.
es: EN NINGUNA CIRCUNSTANCIA NI BAJO NINGUNA TEORÍA LEGAL, SEA POR ERROR (INCLUYENDO NEGLIGENCIA) CONTRATO O DOCUMENTO DE OTRO TIPO, EL AUTOR, EL ESCRITOR INICIAL, EL AUTOR DE APORTACIONES NI NINGÚN DISTRIBUIDOR DEL DOCUMENTO O VERSIÓN MODIFICADA DEL DOCUMENTO, NI NINGÚN PROVEEDOR DE NINGUNA DE ESAS PARTES, SERÁ RESPONSABLE ANTE NINGUNA PERSONA POR NINGÚN DAÑO DIRECTO, INDIRECTO, ESPECIAL, INCIDENTAL O DERIVADO DE NINGÚN TIPO, INCLUYENDO, SIN LIMITACIÓN DAÑOS POR PÉRDIDA DE FONDO DE COMERCIO, PARO TÉCNICO, FALLO INFORMÁTICO O AVERÍA O CUALQUIER OTRO POSIBLE DAÑO O AVERÍA DERIVADO O RELACIONADO CON EL USO DEL DOCUMENTO O SUS VERSIONES MODIFICADAS, AUNQUE DICHA PARTE HAYA SIDO INFORMADA DE LA POSIBILIDAD DE QUE SE PRODUJESEN ESOS DAÑOS.
fi: MISSÄÄN OLOSUHTEISSA TAI MINKÄÄN OIKEUSLAITOKSEN ALAISUUDESSA, NIIN OIKEUSLOUKKAUKSISSA (MUKAAN LUKIEN HUOLIMATTOMUUS), SOPIMUS TAI MUUTOIN, ASIAKIRJAN TAI SEN MUOKATUN VERSION TEKIJÄ, ALKUPERÄINEN KIRJOITTAJA, KUKAAN AVUSTAJISTA, KUKAAN LEVITTÄJÄ TAIKKA KUKAAN TARJOAJA EI OLE VASTUUSSA KENELLEKÄÄN SUORASTA, EPÄSUORASTA, ERITYISESTÄ, TAPATURMAISESTA TAI VÄLILLISESTÄ VAHINGOSTA SISÄLTÄEN RAJOITUKSETTA VAHINGOT LIIKEARVON MENETYKSESTÄ, TYÖN KESKEYTYMISESTÄ, TIETOKONEVIRHEESTÄ TAI -HÄIRIÖSTÄ TAIKKA MISTÄÄN MUUSTA VAHINGOSTA TAI MENETYKSESTÄ, JOKA ILMENEE TAI LIITTYY ASIAKIRJAN TAI SEN MUOKATUN VERSION KÄYTTÖÖN EDES SILLOIN KUN OSAPUOLTA ON OLLUT TIETOINEN TÄLLAISEN VAHINGON MAHDOLLISUUDESTA.
fr: EN AUCUNE CIRCONSTANCE ET SOUS AUCUNE INTERPRÉTATION DE LA LOI, QU'IL S'AGISSE D'UN DÉLIT CIVIL (Y COMPRIS LA NÉGLIGENCE), CONTRACTUEL OU AUTRE, L'AUTEUR, LE RÉDACTEUR INITIAL, TOUT PARTICIPANT OU TOUT DISTRIBUTEUR DE CE DOCUMENT OU DE SA VERSION MODIFIÉE, OU TOUT FOURNISSEUR DE L'UNE DE CES PARTIES NE POURRA ÊTRE TENU RESPONSABLE À L'ÉGARD DE QUICONQUE POUR TOUT DOMMAGE DIRECT, INDIRECT, PARTICULIER, OU ACCIDENTEL DE TOUT TYPE Y COMPRIS, SANS LIMITATION, LES DOMMAGES LIÉS À LA PERTE DE CLIENTÈLE, À UN ARRÊT DE TRAVAIL, À UNE DÉFAILLANCE OU UN MAUVAIS FONCTIONNEMENT INFORMATIQUE, OU À TOUT AUTRE DOMMAGE OU PERTE LIÉE À L'UTILISATION DU DOCUMENT ET DE SES VERSIONS MODIFIÉES, MÊME SI LADITE PARTIE A ÉTÉ INFORMÉE DE L'ÉVENTUALITÉ DE TELS DOMMAGES.
gl: EN NINGUNHA CIRCUNSTANCIA NIN BAIXO NINGUNHA TEORÍA LEGAL, SEXA POR ERRO (INCLUÍNDO NEGLIXENCIA) CONTRATO OU DOCUMENTO DE OUTRO TIPO, O AUTOR, O ESCRITOR INICIAL, O AUTOR DE APARTACIÓNS NIN NINGÚN DISTRIBUIDOR DO DOCUMENTO OU VERSIÓN MODIFICADA DO DOCUMENTO, NIN NINGÚN PROVEDOR DE NINGUNHA DESAS PARTES, SERÁ RESPONSÁBEL ANTE NINGUNHA PERSOA POR NINGÚN DANO DIRECTO, INDIRECTO, ESPECIAL, INCIDENTAL OU DERIVADO DE NINGÚN TIPO, INCLUÍNDO, SEN LIMITACIÓN DANOS POR PERDA DE FONDO DE COMERCIO, PARO TÉCNICO, FALLO INFORMÁTICO OU AVARÍA OU CALQUERA OUTRO POSÍBEL DANO OU AVARÍA DERIVADO OU RELACIONADO CO USO DO DOCUMENTO OU AS SÚAS VERSIÓNS MODIFICADAS, AÍNDA QUE DITA PARTE TEÑA SIDO INFORMADA DA POSIBILIDADE DE QUE SE PRODUCISEN ESES DANOS.
hu: SEMMILYEN KÖRÜLMÉNYEK KÖZÖTT ÉS SEMMILYEN JOGI MEGFONTOLÁSBÓL, LEGYEN AZ MAGÁNJOGI VÉTKES CSELEKMÉNY (BELEÉRTVE A HANYAGSÁGOT), SZERZŐDÉS VAGY BÁRMELY MÁS DOLOG, NEM FELELŐS ÖN, A LEFEDETT KÓD ELSŐ FEJLESZTŐJE ÉS TÖBBI KÖZREMŰKÖDŐJE VAGY EZEK BÁRMELY SZÁLLÍTÓJA SEMMILYEN MÁS SZEMÉLY FELÉ SEMMILYEN FAJTA KÖZVETLEN, SPECIÁLIS, VÉLETLEN VAGY KÖVETKEZMÉNYES KÁRÉRT, BELEÉRTVE DE NEM KIZÁRÓLAG A HÍRNÉV ELVESZTÉSÉBŐL, MUNKA LEÁLLÁSÁBÓL, SZÁMÍTÓGÉP MEGHIBÁSODÁSÁBÓL VAGY HELYTELEN MŰKÖDÉSÉBŐL SZÁRMAZÓ, VAGY BÁRMELY EGYÉB KERESKEDELMI KÁROKAT ÉS VESZTESÉGEKET, MÉG AKKOR IS, HA AZ ILYEN FÉL INFORMÁLVA LETT AZ ILYEN KÁROK ELŐFORDULÁSÁNAK LEHETŐSÉGÉRŐL. A FELELŐSSÉG EZEN KORLÁTOZÁSA NEM ALKALMAZHATÓ ABBAN AZ ESETBEN, HA HALÁL VAGY SZEMÉLYI SÉRÜLÉS TÖRTÉNT A FÉL HANYAGSÁGÁBÓL KIFOLYÓLAG, OLYAN MÉRTÉKBEN, AMENNYIRE AZ ALKALMAZHATÓ TÖRVÉNYEK MEGTILTJÁK AZ ILYEN KORLÁTOZÁSOKAT.
it: IN NESSUNA CIRCOSTANZA E PER NESSUNA RAGIONE LEGALE, INCLUSI I PRINCIPI DI COLPA (INCLUSA LA NEGLIGENZA), ACCORDO CONTRATTUALE O ALTRO, SARÀ POSSIBILE CONSIDERARE L'AUTORE, IL REDATTORE INIZIALE, GLI ALTRI COLLABORATORI, QUALUNQUE DISTRIBUTORE DEL DOCUMENTO O DI UNA SUA VERSIONE MODIFICATA O QUALUNQUE FORNITORE DELLE PERSONE CITATE, RESPONSABILE NEI CONFRONTI DI QUALUNQUE PERSONA PER DANNI DIRETTI, INDIRETTI, SPECIALI, INCIDENTALI O CONSEGUENTI DI QUALUNQUE NATURA, INCLUSI, MA SENZA LIMITAZIONE, I DANNI PER PERDITA DI AVVIAMENTO, INTERRUZIONE DEL LAVORO, GUASTO O MALFUNZIONAMENTO DEL COMPUTER O QUALUNQUE ALTRO DANNO O PERDITA DERIVANTE O CORRELATA ALL'USO DEL DOCUMENTO O DI UNA SUA VERSIONE MODIFICATA, ANCHE QUALORA LE PERSONE CITATE FOSSERO STATE INFORMATE DELLA POSSIBILITÀ DI TALI DANNI.
nb: UNDER INGEN OMSTENDIGHET OG UNDER INGEN JURIDISK PRAKSIS, VERKEN I FORVOLDT SKADE (INKLUDERT UAKTSOMT), KONTRAKT, ELLER PÅ ANNET VIS, SKAL FORFATTER, OPPRINNELIG FORFATTER, ELLER NOEN BIDRAGSYTER TIL DOKUMENTET ELLER ENDREDE VERSJONER AV DOKUMENTET, ELLER EN LEVERANDØR AV SLIKE PARTER, VÆRE ANSVARLIG FOR ENHVER DIREKTE, INDIREKTE, SPESIELL, TILFELDIG, ELLER FØLGENDE SKADE AV ENHVER TYPE INKLUDERT; UTEN BEGRENSNING, SKADER FOR TAP AV GODVILJE, ARBEIDSSTOPP, SVIKT I DATAMASKINER ELLER MASKINSVIKT, ELLER ENHVER ANNEN FORM FOR SKADE ELLER TAP I FORBINDELSE MED BRUK AV DOKUMENTET ELLER ENDREDE VERSJONER AV DOKUMENTET, SELV OM EN SLIK PART SKAL VÆRE INFORMERT OM RISIKOEN FOR SLIK SKADE.
pt_br: SOB NENHUM CIRCUNSTÂNCIA E SOB NENHUMA TEORIA LEGAL, TANTO EM DADO (INCLUINDO NEGLIGÊNCIA), CONTRATO, OU OUTROS, DEVEM O AUTOR, ESCRITOR INICIAL, QUALQUER CONTRIBUIDOR, OU QUALQUER DISTRIBUIDOR DO DOCUMENTO OU VERSÃO MODIFICADA DO DOCUMENTO, OU QUALQUER FORNECEDOR DE ALGUMA DESSAS PARTES, SER CONSIDERADOS RESPONSÁVEIS A QUALQUER PESSOA POR QUALQUER DANO, SEJA DIRETO, INDIRETO, ESPECIAL, ACIDENTAL OU CONSEQUENCIAL DE QUALQUER INDIVÍDUO, INCLUINDO, SEM LIMITAÇÃO, DANOS POR PERDA DE BOA VONTADE, TRABALHO PARADO, FALHA NO COMPUTADOR OU MAL FUNCIONAMENTO, OU QUALQUER E TODOS OS OUTROS DANOS OU PERDAS RESULTANTES OU RELACIONADAS AO USO DO DOCUMENTO E VERSÕES MODIFICADAS, MESMO QUE TAL PARTE TENHA SIDO INFORMADA DA POSSIBILIDADE DE TAIS DANOS.
ru: НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ И НИ ПРИ КАКОМ ЗАКОННОМ СПОСОБЕ, НИ ПО КАКОМУ СОГЛАШЕНИЮ ИЛИ ДРУГОЙ ПРИЧИНЕ, АВТОР, СОЗДАТЕЛЬ, ПОМОЩНИКИ ИЛИ РАСПРОСТРАНИТЕЛИ ДОКУМЕНТА НЕ НЕСУТ ОТВЕТСТВЕННОСТЬ ЗА ПРЯМОЙ, КОСВЕННЫЙ, СПЕЦИАЛЬНЫЙ, СЛУЧАЙНЫЙ ИЛИ ПРЕДНАМЕРЕННЫЙ УЩЕРБ ЛЮБОГО СВОЙСТВА, ВКЛЮЧАЯ, БЕЗ ОГРАНИЧЕНИЯ, ПОТЕРЮ ЖЕЛАНИЯ, РАБОТОСПОСОБНОСТИ, КОМПЬЮТЕРНЫЕ СБОИ ИЛИ ПОЛОМКИ, ИЛИ ЛЮБОЙ ДРУГОЙ УЩЕРБ ИЛИ ПОТЕРИ, ВОЗНИКАЮЩИЕ ВСЛЕДСТВИЕ ИЛИ СВЯЗАННЫЕ С ИСПОЛЬЗОВАНИЕМ ДОКУМЕНТА ИЛИ ИЗМЕНЁННЫХ ВЕРСИЙ ДОКУМЕНТА, ДАЖЕ ЕСЛИ СТОРОНА БЫЛА УВЕДОМЛЕНА О ВОЗМОЖНОСТИ ТАКОГО УЩЕРБА.
sl: POD NOBENIM POGOJEM IN BREZ PRAVNE TEORIJE NITI ŠKODLJIVIM (TUDI MALOMARNIM) PO POGODBI ALI KAKO DRUGAČE, NE BI SMEL BITI AVTOR, PISATELJ, SODELAVEC ALI KATERIKOLI DISTRIBUTER DOKUMENTA ALI SPREMENJENE RAZLIČICE DOKUMENTA ALI KATERIKOLI DOBAVITELJ KATEREKOLI OSEBE, ODGOVOREN ZA KATEROKOLI OSEBO ZA KATEROKOLI DIREKTNO, INDIREKTNO, POSEBNO, INCIDENTNO ALI POSLEDIČNO ŠKODO KATEREKOLI LASTNOSTI, VKLJUČNO BREZ OMEJITEV, ŠKODE ZARADI IZGUBE POSLOVNE VREDNOSTI, ZASTOJA DELA, RAČUNALNIŠKIH NAPAK ALI OKVAR IN VSEH OSTALIH OKVAR ALI ŠKODLJIVIH IZSTOPANJ IN PODOBNO, UPORABE DOKUMENTA IN SPREMENJENE RAZLIČICE DOKUMENTA, ČETUDI JE OSEBA OBVESTILA O MOŽNOSTI TAKŠNE NAPAKE.
sr: НИ ПОД КОЈИМ ОКОЛНОСТИМА И НИ ПОД КОЈОМ ПРАВНОМ ТЕОРИЈОМ, БИЛО У КРИВИЧНОМ ДЕЛУ (УКЉУЧУЈУЋИ НЕМАР), УГОВОРУ, ИЛИ НА ДРУГИ НАЧИН, АУТОР, ПОЧЕТНИ ПИСАЦ, БИЛО КОЈИ САРАДНИК, ИЛИ БИЛО КОЈИ ДОСТАВЉАЧ ДОКУМЕНТА ИЛИ ИЗМЕЊЕНОГ ИЗДАЊА ДОКУМЕНТА, ИЛИ БИЛО КОЈИ ДОБАВЉАЧ ИЗ БИЛО КОЈЕ ГРУПЕ, НЕЋЕ БИТИ ОДГОВОРАН НИ ЈЕДНОЈ ОСОБИ ЗА БИЛО КОЈУ ДИРЕКТНУ, ИНДИРЕКТНУ, ПОСЕБНУ, СЛУЧАЈНУ, ИЛИ ПОСЛЕДИЧНУ ШТЕТУ УКЉУЧУЈУЋИ БИЛО КОЈИ КАРАКТЕР, БЕЗ ОГРАНИЧЕЊА, ШТЕТЕ ЗА ГУБИТАК ДОБРЕ ВОЉЕ, ОБУСТАВУ РАДА, НЕУСПЕХ РАЧУНАРА ИЛИ КВАР, ИЛИ БИЛО КОЈЕ И СВАКЕ ДРУГЕ ШТЕТЕ ИЛИ ГУБИТКЕ НАСТАЛЕ ИЗ ИЛИ У ВЕЗИ СА КОРИШЋЕЊЕМ ДОКУМЕНТА И ИЗМЕЊЕНЕ ВЕРЗИЈЕ ДОКУМЕНТА, ЧАК И АКО БИ ТАКВА СТРАНА БИЛА ОБАВЕШТЕНА О МОГУЋНОСТИ ТАКВИХ ШТЕТА.
sv: UNDER INGA OMSTÄNDIGHETER ELLER INOM RAMEN FÖR NÅGON LAGSTIFTNING, OAVSETT OM DET GÄLLER KRÄNKNING (INKLUSIVE VÅRDSLÖSHET), KONTRAKT ELLER DYLIKT, SKA FÖRFATTAREN, DEN URSPRUNGLIGA SKRIBENTEN ELLER ANNAN MEDARBETARE ELLER ÅTERFÖRSÄLJARE AV DOKUMENTET ELLER AV EN MODIFIERAD VERSION AV DOKUMENTET ELLER NÅGON LEVERANTÖR TILL NÅGON AV NÄMNDA PARTER STÄLLAS ANSVARIG GENTEMOT NÅGON FÖR NÅGRA DIREKTA, INDIREKTA, SÄRSKILDA ELLER OFÖRUTSEDDA SKADOR ELLER FÖLJDSKADOR AV NÅGOT SLAG, INKLUSIVE, MEN INTE BEGRÄNSAT TILL, SKADOR BETRÄFFANDE FÖRLORAD GOODWILL, HINDER I ARBETET, DATORHAVERI ELLER NÅGRA ANDRA TÄNKBARA SKADOR ELLER FÖRLUSTER SOM KAN UPPKOMMA PÅ GRUND AV ELLER RELATERAT TILL ANVÄNDNINGEN AV DOKUMENTET ELLER MODIFIERADE VERSIONER AV DOKUMENTET, ÄVEN OM PART SKA HA BLIVIT INFORMERAD OM MÖJLIGHETEN TILL SÅDANA SKADOR.
tr: HİÇBİR DURUM VE HİÇBİR YASAL KURAM ALTINDA, HAKSIZLIKTA (SAYGISIZLIK DAHİL), SÖZLEŞMEDE, VEYA HERHANGİ BİR DURUMDA; YAZARI, HERHANGİ BİR DAĞITIMCI VEYA BELGENİN YA DA BELGENİN DÜZENLENEN SÜRÜMÜNÜN HERHANGİ BİR DAĞITIMCISI, TEKBİR VEYA ÇOĞU PARÇANIN HERHANGİ BİR SAĞLAYICISI SİZE SESLENİYORUM. HERHANGİ BİR KİŞİYE, DOĞRUDAN, DOLAYLI OLARAK, ÖZEL, TESADÜFEN; SINIRLAMA, İYİ NİYETİ SUİSTİMAL ETME, İŞİ DURDURMA, BİLGİSAYAR HATASI VEYA ARIZASI, AZ VEYA ÇOK DİĞER ZARARLARDA YA DA BELGENİN VEYA BELGENİN DÜZENLENEN SÜRÜMÜNÜN GÜNCELLENMESİNİN GECİKMESİNDE DUYARLI OLUN.
uk: НІ ЗА ЯКИХ ОБСТАВИН ТА ЗА БУДЬ-ЯКОГО ЗАКОНОДАВСТВА, ЧИ ТО ГРОМАДЯНСЬКОЇ ВІДПОВІДАЛЬНОСТІ (ВКЛЮЧАЮЧИ ХАЛАТНІСТЬ), ДОГОВОРУ, ЧИ ЧОГОСЬ ІНШОГО, АВТОР, ПОЧАТКОВИЙ УКЛАДАЧ, БУДЬ-ЯКИЙ СПІВАВТОР, АБО ДИСТРИБ’ЮТОР ДОКУМЕНТУ ЧИ ЗМІНЕНОЇ ВЕРСІЇ ДОКУМЕНТУ, АБО БУДЬ-ЯКИЙ ПОСТАЧАЛЬНИК БУДЬ-ЯКОЇ З ЦИХ СТОРІН, НЕ НЕСЕ ВІДПОВІДАЛЬНІСТЬ ПЕРЕД БУДЬ-ЯКОЮ ОСОБОЮ ЗА БУДЬ-ЯКІ ПРЯМІ, НЕПРЯМІ, ОСОБЛИВІ, ВИПАДКОВІ, АБО ІСТОТНІ ЗБИТКИ БУДЬ-ЯКОГО ХАРАКТЕРУ ВКЛЮЧАЮЧИ, АЛЕ НЕ ОБМЕЖУЮЧИСЬ, ЗБИТКАМИ ВІД ВТРАТИ ПРЕСТИЖУ, ЗУПИНКИ РОБОТИ, ЗБОЇВ АБО НЕСПРАВНОСТЕЙ КОМП’ЮТЕРА, АБО БУДЬ-ЯКІ ІНШІ ЗБИТКИ АБО ВТРАТИ ЩО ВИНИКЛИ БЕЗВІДНОСНО АБО ВНАСЛІДОК ВИКОРИСТАННЯ ЦЬОГО ДОКУМЕНТУ ТА ЗМІНЕНИХ ВЕРСІЙ ЦЬОГО ДОКУМЕНТУ, НАВІТЬ ЯКЩО ЦІ СТОРОНИ, МОЖЛИВО, БУЛИ ПРОІНФОРМОВАНІ ПРО МОЖЛИВІСТЬ ТАКИХ ЗБИТКІВ.
vi: Hơn nữa, trong trường hợp nào, theo lý thuyết luật nào, dù do làm lỗi (gồm do cẩu thả), hay theo hợp đồng hay bằng cách nào, tác giả (tác giả, người viết đầu tiên, người đóng góp nào, hay nhà nào phát hành tài liệu này, hay nhà nào cung cấp người nào như thế) sẽ KHÔNG có trách nhiệm về pháp lý bồi thường kiểu nào trực tiếp, gián tiếp, đặc biệt, ngẫu nhiên hay do hậu quả cho ai, gồm, vô hạn, bồi thường về đặc quyền kế nghiệp, việc làm bị dừng, máy tính thất bại hay không chạy được, hay mọi bồi thường, bồi thường nào hay sự mất do hoặc liên quan đến sử dụng tài liệu này và phiên bản đã sửa đổi nào, thậm chí nếu người ấy đã biết có khả năng thiệt hại như thế.
zh_cn: 无论在任何情况以及在任何法律理论下，本文档或文档修改版本的作者、最初的编写者、任何贡献者或任何分发者，或者任意这些方的任何提供者都不对任何人由于使用本文档或文档修改版本引起或带来的任何直接的、间接的、特殊的、偶然的或继发的损失承担任何民事(包括疏忽)、合同或其它方面的责任，这些损失包括但不限于信誉损失、工作停止、计算机失败或故障，或任何以及所有其它损失或由此引发的或与之相关的损失，即使这些方已被告知存在出现此类损失的可能性时也是如此。

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder type="orderedlist" id="0"/>
bs: DOKUMENT I IZMIJENJENE VERZIJE DOKUMENTA SU DOSTUPNE POD USLOVIMA LICENCE GNU SLOBODNE DOKUMENTACIJE S DALJNJIM SHVAĆANJEM DA: <placeholder type="orderedlist" id="0"/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder type="orderedlist" id="0"/>
da: DETTE DOKUMENT OG MODIFICEREDE VERSIONER GØRES TILGÆNGELIGT UNDER BETINGELSERNE I GNU FREE DOCUMENTATION LICENSE UNDER DEN FORUDSÆTNING AT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE VERSIONEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE BEREITGESTELLT, MIT DEM WISSEN DASS: <placeholder type="orderedlist" id="0"/>
el: ΤΟ ΕΓΓΡΑΦΟ ΚΑΙ ΤΡΟΠΟΠΟΙΗΜΕΝΕΣ ΕΚΔΟΧΕΣ ΑΥΤΟΥ ΤΟΥ ΕΓΓΡΑΦΟΥ ΠΑΡΕΧΟΝΤΑΙ ΥΠΟ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΑΔΕΙΑΣ GNU FREE DOCUMENTATION ΜΕ ΤΗΝ ΠΕΡΑΙΤΕΡΩ ΑΠΟΔΟΧΗ ΟΤΙ: <placeholder type="orderedlist" id="0"/>
es: DEL DOCUMENTO O SUS VERSIONES MODIFICADAS DEL DOCUMENTO SE OTORGA BAJO LOS TÉRMINOS DE LA LICENCIA DE DOCUMENTACIÓN LIBRE GNU EN EL ENTENDIMIENTO DE QUE: <placeholder type="orderedlist" id="0"/>
fi: TÄMÄ OHJE JA SEN MUOKATUT VERSIOT OVAT KÄYTETTÄVISSÄ GNU FREE DOCUMENTATION LICENSE -LISENSSIN EHTOJEN MUKAISESTI SEURAAVIN TARKENNUKSIN: <placeholder type="orderedlist" id="0"/>
fr: CE DOCUMENT ET SES VERSIONS MODIFIÉES SONT FOURNIS DANS LE CADRE DE LA LICENCE DE DOCUMENTATION LIBRE GNU ET SOUS LES CONDITIONS SUPPLÉMENTAIRES SUIVANTES : <placeholder type="orderedlist" id="0"/>
gl: DO DOCUMENTO OU DAS VERSIÓNS MODIFICADAS DO DOCUMENTO OUTÓRGASE BAIXO OS TERMOS DA LICENZA DE DOCUMENTACIÓN LIBRE GNU NO ENTENDEMENTO DE QUE: <placeholder type="orderedlist" id="0"/>
hr: DOKUMENT I IZMIJENJENE INAČICE DOKUMENTA SU DOSTUPNE POD UVJETIMA LICENCE GNU SLOBODNE DOKUMENTACIJE S DALJNJIM SHVAĆANJEM DA: <placeholder type="orderedlist" id="0"/>
hu: A DOKUMENTUM ÉS A DOKUMENTUM MÓDOSÍTOTT VERZIÓJA A GNU FREE DOCUMENTATION LICENSE (GFDL) ALATT JELENIK MEG AZ ALÁBBI ÉRTELMEZÉSSEL: <placeholder type="orderedlist" id="0"/>
ko: 문서와 수정한 버전의 문서는 GNU 자유 문서 허가서의 약정하에서 제공합니다. 더 자세한 사항은 다음에 있습니다.: <placeholder type="orderedlist" id="0"/>
nb: DOKUMENT OG ENDREDE VERSJONER AV DOKUMENTET ER TILBYDD UNDER VILKÅRENE TIL «THE GNU FREE DOCUMENTATION LICENSE» MED FØLGENDE TILLEGSVILKÅR: <placeholder type="orderedlist" id="0"/>
pt_br: O DOCUMENTO E SUAS VERSÕES MODIFICADAS SÃO DISPONIBILIZADOS SOB OS TERMOS DA LICENÇA DE DOCUMENTAÇÃO LIVRE (GFDL) COM O ENTENDIMENTO DE QUE: <placeholder type="orderedlist" id="0"/>
ru: ДОКУМЕНТ И ИЗМЕНЕННЫЕ ВЕРСИИ ДОКУМЕНТА ПРЕДОСТАВЛЯЮТСЯ В СООТВЕТСТВИИ С GNU FREE DOCUMENTATION LICENSE С ДАЛЬНЕЙШИМ ПОНИМАНИЕМ ТОГО, ЧТО: <placeholder type="orderedlist" id="0"/>
sl: DOKUMENT IN SPREMENJENE RAZLIČICE DOKUMENTA SO OBJAVLJENE POD POGOJI DOVOLJENJA ZA PROSTO DOKUMENTACIJO GNU, Z RAZUMEVANJEM DA: <placeholder type="orderedlist" id="0"/>
sr: ДОКУМЕНТ И ИЗМЕЊЕНА ИЗДАЊА ДОКУМЕНТА СУ ОБЕЗБЕЂЕНА ПОД ТЕРМИНИМА ГНУ СЛОБОДНЕ ДОКУМЕНТАЦИОНЕ ЛИЦЕНЦЕ СА ДОДАТНИМ РАЗУМЕВАЊЕМ ДА: <placeholder type="orderedlist" id="0"/>
sv: DOKUMENTET OCH MODIFIERADE VERSIONER AV DOKUMENTET TILLHANDAHÅLLS UNDER VILLKOREN I GNU FREE DOCUMENTATION LICENSE ENDAST UNDER FÖLJANDE FÖRUTSÄTTNINGAR: <placeholder type="orderedlist" id="0"/>
tr: BELGE VE BELGENİN DÜZENLENEN SÜRÜMLERİ, GNU ÖZGÜR DÖKÜMANTASYON LİSANSININ KOŞULLARI ALTINDA BUNU DAHA İYİ ANLAYARAK SAĞLANIR: <placeholder type="orderedlist" id="0"/>
uk: ДОКУМЕНТ І ЗМІНЕНІ ВЕРСІЇ ДОКУМЕНТА НАДАЮТЬСЯ У ВІДПОВІДНОСТІ ДО GNU FREE DOCUMENTATION LICENSE З ПОДАЛЬШИМ РОЗУМІННЯМ ТОГО, ЩО: <placeholder type="orderedlist" id="0"/>
vi: Tài liệu này và các bản sửa đổi của tài liệu này được cung cấp nhờ những điều khoản của giấy phép phát hành tài liệu tự do GNU mở rộng: <placeholder type="orderedlist" id="0"/>
zh_cn: 文档和各修改版本的文档是在《GNU自由文档证书》（GNU FREE DOCUMENTATION LICENSE）下提供的，并请进一步理解： <placeholder type="orderedlist" id="0"/>
