Repository: fossasia/x-mario-center
Catalog: po/help/*.po
Languages: ast, bs, cs, da, de, el, eo, es, fi, fr, gl, he, hr, hu, id, it, ja, ko, ms, nb, nl, pt_br, ru, sl, sr, sv, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: You can use the <guilabel>Main Menu</guilabel> settings to hide unwanted items without removing them from the computer. In Ubuntu, you can find <guilabel>Main Menu</guilabel> inside <menuchoice><guimenu>System</guimenu> <guisubmenu>Preferences</guisubmenu></menuchoice>. In Ubuntu Netbook Edition, it is in <menuchoice><guimenu>Settings</guimenu> <guisubmenu>Preferences</guisubmenu></menuchoice>.
ast: Pues usar los axustes del <guilabel>Menú principal</guilabel> p'anubrir elementos non deseyaos ensin desanicialos del to equipu. N'Ubuntu, pues alcontrar el <guilabel>Menú principal</guilabel> dientro de <menuchoice><guimenu>Sistema</guimenu> <guisubmenu>Preferencies</guisubmenu></menuchoice>. N'Ubuntu Netbook Edition, alcuéntrase en <menuchoice><guimenu>Axustes</guimenu> <guisubmenu>Preferencies</guisubmenu></menuchoice>.
bs: Ako želite sakriti neželjene stavke bez uklanjanja, možete iskoristiti postavke <guilabel>Glavnog menija</guilabel>. U Ubuntuu, <guilabel>Glavni meni</guilabel> možete pronaći unutar <menuchoice><guimenu>Sistem</guimenu> <guisubmenu>Postavke</guisubmenu></menuchoice>. Kod Ubuntu Netbook Editiona, on se nalazi pod <menuchoice><guimenu>Postavke</guimenu> <guisubmenu>Mogućnosti</guisubmenu></menuchoice>.
cs: Ke skrytí nechtěných položek bez jejich odstranění z počítače můžete použít nastavení v aplikaci <guilabel>Hlavní nabídka</guilabel>. V Ubuntu naleznete aplikaci <guilabel>Hlavní nabídka</guilabel> přes <menuchoice><guimenu>Systém</guimenu> <guisubmenu>Předvolby</guisubmenu></menuchoice>. V Ubuntu Netbook Edition se nachází v <menuchoice><guimenu>Nastavení</guimenu> <guisubmenu>Předvolby</guisubmenu></menuchoice>.
da: Du kan bruge <guilabel>Hovedmenu</guilabel>-indstillingerne til at skjule uønskede emner uden af fjerne dem fra computeren. I Ubuntu, kan du finde <guilabel>Hovedmenu</guilabel> under <menuchoice><guimenu>System</guimenu> <guisubmenu>Indstillinger</guisubmenu></menuchoice>. På Ubuntu Netbook Edition, er den under <menuchoice><guimenu>Værktøjer</guimenu><guisubmenu>Indstillinger</guisubmenu></menuchoice>.
de: Sie können die Einstellungsmöglichkeiten im <guilabel>Hauptmenü</guilabel> nutzen, um nicht benötigte Anwendungen zu verbergen, ohne sie vom Rechner zu entfernen. Unter Ubuntu finden Sie das <guilabel>Hauptmenü</guilabel> unter <menuchoice><guimenu>System</guimenu> <guisubmenu>Einstellungen</guisubmenu></menuchoice>. In der »Ubuntu Netbook Edition« befindet es sich unter <menuchoice><guimenu>Einstellungen</guimenu> <guisubmenu>Einstellungen</guisubmenu></menuchoice>.
el: Μπορείτε να χρησιμοποιήσετε τις ρυθμίσεις του <guilabel>Κεντρικού μενού</guilabel> για την απόκρυψη μη επιθυμητών αντικειμένων χωρίς να τα αφαιρέσετε από τον υπολογιστή. Στο Ubuntu, μπορείτε να βρείτε το <guilabel>Κεντρικό μενού</guilabel> στο <menuchoice><guimenu>Σύστημα</guimenu> <guisubmenu>Προτιμήσεις</guisubmenu></menuchoice>. Στο Ubuntu Netbook Edition, βρίσκεται στο <menuchoice><guimenu>Ρυθμίσεις</guimenu> <guisubmenu>Προτιμήσεις</guisubmenu></menuchoice>.
eo: Oni povas uzi la agordojn <guilabel>Ĉefa menuo</guilabel> por kaŝi nebezonatajn erojn sen forigi ilin el la komputilo. En Ubuntu, oni povas trovi je <guilabel>Ĉefa menuo</guilabel> en <menuchoice><guimenu>Sistemo</guimenu> <guisubmenu>Preferoj</guisubmenu></menuchoice>. En Ubuntu Netbook Edition, ĝi troviĝas en <menuchoice><guimenu>Agordoj</guimenu> <guisubmenu>Preferoj</guisubmenu></menuchoice>.
es: Puede usar los ajustes del <guilabel>Menú principal</guilabel> para ocultar elementos no deseados sin eliminarlos de su equipo. En Ubuntu, puede encontrar el <guilabel>Menú principal</guilabel> dentro de <menuchoice><guimenu>Sistema</guimenu> <guisubmenu>Preferencias</guisubmenu></menuchoice>. En Ubuntu Netbook Edition, se encuentra en <menuchoice><guimenu>Ajustes</guimenu> <guisubmenu>Preferencias</guisubmenu></menuchoice>.
fi: Voit poistaa vanhalla Gnome-työpöydällä ei-toivotun sovelluksen näkyvistä päävalikosta kuitenkaan poistamatta sovellusta <guilabel>Päävalikon asetusten</guilabel> avulla. Löydät sen nimellä <guilabel>Päävalikko</guilabel> sijainnista <menuchoice><guimenu>Järjestelmä</guimenu> <guisubmenu>Asetukset</guisubmenu></menuchoice> tai Ubuntu Netbook Editionissa <menuchoice><guimenu>Järjestelmä</guimenu> <guisubmenu>Asetukset</guisubmenu></menuchoice>.
fr: Vous pouvez modifier les paramètres du <guilabel>Menu principal</guilabel> pour cacher les éléments indésirables sans les supprimer de l'ordinateur. Dans Ubuntu, vous trouverez le <guilabel>Menu principal</guilabel> dans <menuchoice><guimenu>Système</guimenu> <guisubmenu>Préférences</guisubmenu></menuchoice>. Dans Ubuntu Netbook Edition, il se trouve dans <menuchoice><guimenu>Réglages</guimenu> <guisubmenu>Préférences</guisubmenu></menuchoice>.
gl: Vostede pode utilizar os axustes do <guilabel>Menu principal</guilabel> para agochar os elementos non desexados sen eliminalos do computador. En Ubuntu, podes atopar o <guilabel>Menú principal</guilabel> dentro de <menuchoice> <guimenu>Sistema</guimenu> <guisubmenu>Preferencias</guisubmenu></menuchoice>. En Ubuntu Netbook Edition, atoparao en <menuchoice><guimenu>Configuración</guimenu> <guisubmenu>Preferencias</guisubmenu></menuchoice>.
he: ניתן להשתמש בהגדרות <guilabel>תפריט ראשי</guilabel> כדי להסתיר פריטים בלתי רצויים מבלי להסיר אותם מהמחשב. באובונטו, ניתן למצוא את הפריט <guilabel>תפריט ראשי</guilabel> תחת <menuchoice><guimenu>מערכת</guimenu> <guisubmenu>העדפות</guisubmenu></menuchoice>. בגרסת הנטבוקים של אובונטו (UNE), הוא יופיע תחת <menuchoice><guimenu>הגדרות</guimenu> <guisubmenu>העדפות</guisubmenu></menuchoice>.
hr: Ako želite sakriti neželjene stavke bez uklanjanja, možete iskoristiti postavke <guilabel>Glavnog izbornika</guilabel>. U Ubuntuu, <guilabel>Glavni izbornik</guilabel> možete pronaći unutar <menuchoice><guimenu>Sustav</guimenu> <guisubmenu>Postavke</guisubmenu></menuchoice>. Kod Ubuntu Netbook Editiona, on se nalazi pod <menuchoice><guimenu>Postavke</guimenu> <guisubmenu>Mogućnosti</guisubmenu></menuchoice>.
hu: A <guilabel>Főmenü</guilabel> megfelelő beállításával elrejtheti a nem kívánt alkalmazásokat, így azok a Főmenüben már nem jelennek meg, még sincs szükség az eltávolításukra. A <guilabel>Fő menü</guilabel> beállításait az Ubuntuban a <menuchoice><guimenu>Rendszer</guimenu> <guisubmenu>Beállítások</guisubmenu></menuchoice> menüben találhatja meg. Az Ubuntu Netbook Edition rendszeren pedig a <menuchoice><guimenu>Settings</guimenu> <guisubmenu>Beállítások</guisubmenu></menuchoice> menüben..
id: Anda dapat menggunakan <guilabel>Menu Utama</guilabel> untuk menyembunyikan item yang tidak diinginkan tanpa menghapusnya dari komputer. Di Ubuntu, Anda dapat menemukan pada <guilabel>Menu Utama</guilabel> di <menuchoice><guimenu>Sistem</guimenu> <guisubmenu>Pilihan</guisubmenu></menuchoice>. Dalam Edisi Ubuntu Netbook, terdapat pada <menuchoice><guimenu>Pengaturan</guimenu> <guisubmenu>Pilihan</guisubmenu></menuchoice>.
it: È possibile utilizzare <guilabel>Menù principale</guilabel> per nascondere gli elementi non desiderati. In Ubuntu è possibile trovare <guilabel>Menù principale</guilabel> in <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Preferenze</guisubmenu></menuchoice>. Nella Ubuntu Netbook Edition in <menuchoice><guimenu>Impostazioni</guimenu><guisubmenu>Preferenze</guisubmenu></menuchoice>.
ja: コンピューターから削除せずに不要なアイテムを隠すには、<guilabel>メインメニュー</guilabel> 設定を使うことができます。Ubuntuでは、 <menuchoice><guimenu>システム</guimenu> <guisubmenu>設定</guisubmenu></menuchoice> の中に <guilabel>メインメニュー</guilabel> があります。 Ubuntu Netbook Editionでは、<menuchoice><guimenu>システム</guimenu> の <guisubmenu>設定</guisubmenu></menuchoice>にあります。
ko: 원하지 않는 항목의 경우 <guilabel>주메뉴</guilabel>에서 제거하지 않고 숨기도록 설정할 수 있습니다. 우분투에서는 <guilabel>주메뉴</guilabel>는 <menuchoice><guimenu>시스템</guimenu> <guisubmenu>기본설정</guisubmenu></menuchoice>에서 찾을 수 있습니다. 우분투 넷북 에디션에서는 <menuchoice><guimenu>설정</guimenu> <guisubmenu>기본 설정</guisubmenu></menuchoice>에 있습니다..
ms: Anda boleh menggunakan tetapan <guilabel> Menu Utama </guilabel> untuk menyembunyikan item yang tidak diingini tanpa membuangnya dari komputer. Pada Ubuntu, anda boleh dapatkan <guilabel>Menu Utama</guilabel> melalui <menuchoice><guimenu>Sistem</guimenu> <guisubmenu>Keutamaan</guisubmenu></menuchoice>. Manakala Ubuntu edisi Netbook, boleh diperoleh di dalam <menuchoice><guimenu>Tetapan</guimenu> <guisubmenu>Keutamaan</guisubmenu></menuchoice>.
nb: Du kan bruke verktøyet <guilabel>Hovedmeny</guilabel> for å skjule uønskede programmer uten å fjerne de fra maskinen. I Ubuntu finner du <guilabel>Hovedmeny</guilabel> under <menuchoice><guimenu>System</guimenu> <guisubmenu>Innstillinger</guisubmenu></menuchoice>. I Ubuntu Netbook Edition finner du det under <menuchoice><guimenu>Innstillinger</guimenu> <guisubmenu>Brukervalg</guisubmenu></menuchoice>.
nl: U kunt de <guilabel>Hoofdmenu</guilabel>-instellingen gebruiken om ongewenste items te verbergen zonder ze te verwijderen van de computer. In Ubuntu vindt u het<guilabel>Hoofdmenu</guilabel> bij <menuchoice><guimenu>Systeem</guimenu> <guisubmenu>Voorkeuren</guisubmenu></menuchoice>. In Ubuntu netbook-editie staat het in <menuchoice><guimenu>Instellingen</guimenu> <guisubmenu>Voorkeuren</guisubmenu></menuchoice>.
pt_br: Você pode usar as configurações do <guilabel>Menu Principal</guilabel> para ocultar ítens indesejados sem removê-los do computador. No Ubuntu, você pode encontrar o <guilabel>Menu Principal</guilabel> em <menuchoice><guimenu>Sistema</guimenu> <guisubmenu>Preferências</guisubmenu></menuchoice>. No Ubuntu Netbook Edition, encontra-se em <menuchoice><guimenu>Configurações</guimenu> <guisubmenu>Preferências</guisubmenu></menuchoice>.
ru: Вы можете использовать настройки <guilabel>Главное меню</guilabel>, чтобы скрыть нежелательные элементы без удаления их с компьютера. В Ubuntu пункт <guilabel>Главное меню</guilabel> можно найти внутри <menuchoice><guimenu>Система</guimenu> <guisubmenu>Параметры</guisubmenu></menuchoice>. В Ubuntu Netbook Edition этот пункт в <menuchoice><guimenu>Настройки</guimenu> <guisubmenu>Параметры</guisubmenu></menuchoice>.
sl: Lahko uporabite <guilabel> Glavni Meni </ guilabel> nastavitev za skrivanje nezaželenih predmetov, ne da bi jih odstranili iz računalnika. V Ubuntu lahko najdete <guilabel>Glavni Meni</ guilabel> znotraj <menuchoice> <guimenu>Sistem</ guimenu> <guisubmenu>Nastavitve </ guisubmenu> </ menuchoice>. V Ubuntu Netbook izdaji, je v <menuchoice> <guimenu>Nastavitve </ guimenu> <guisubmenu>Možnosti </ guisubmenu> </ menuchoice>.
sr: Можете да користите подешавања <guilabel>Главног менија</guilabel> да сакријете нежељене ставке без њиховог уклањања са рачунара. У Убунтуу, можете пронаћи <guilabel>Главни мени</guilabel> у изборнику <menuchoice><guimenu>Систем</guimenu><guisubmenu>Поставке</guisubmenu></menuchoice>. У Убунту Нетбук издању, се налази у изборнику <menuchoice><guimenu>Подешавања</guimenu><guisubmenu>Поставке</guisubmenu></menuchoice>.
sv: Du kan använda inställningar för <guilabel>Huvudmeny</guilabel> till att gömma oönskade objekt utan att ta bort dem från datorn. I Ubuntu kan du hitta <guilabel>Huvudmeny</guilabel> inuti <menuchoice><guimenu>System</guimenu> <guisubmenu>Inställningar</guisubmenu></menuchoice>. I Ubuntu Netbook Edition, finns det i <menuchoice><guimenu>Inställningar</guimenu> <guisubmenu>Tillbehör</guisubmenu></menuchoice>.
tr: İstenmeyen öğeleri bilgisayardan kaldırmaksızın gizlemek için <guilabel>Ana Menü</guilabel> ayarlarını kullanabilirsiniz. Ubuntu'da <guilabel>Ana Menü</guilabel>yü, <menuchoice><guimenu>Sistem</guimenu> <guisubmenu>Yeğlenenler</guisubmenu></menuchoice> içinde bulabilirsin. Ubuntu Netbook Sürümü'nde ise, <menuchoice><guimenu>Ayarlar</guimenu> <guisubmenu>Yeğlenenler</guisubmenu></menuchoice> içinde bulunur.
uk: Ви можете використовувати <guilabel>Головне меню</guilabel>, щоб проховати непотрібні пункти, не видаляючи їх з комп'ютера. В Ubuntu <guilabel>Головне меню</guilabel> розміщено у <menuchoice><guimenu>Система</guimenu> <guisubmenu>Параметри</guisubmenu></menuchoice>. В Ubuntu Netbook Edition - <menuchoice><guimenu>Налаштування</guimenu> <guisubmenu>Параметри</guisubmenu></menuchoice>.
vi: Bạn có thể dùng thiết lập <guilabel>Trình đơn chính</guilabel> để ẩn các mục không mong muốn mà không cần gỡ bỏ chúng khỏi máy tính. Trong Ubuntu, bạn có thể tìm <guilabel>Trình đơn chính</guilabel> trong <menuchoice><guimenu>Hệ thống</guimenu> <guisubmenu>Tùy chọn</guisubmenu></menuchoice>. Trong Ubuntu Netbook, nó ở <menuchoice><guimenu>Cài đặt</guimenu> <guisubmenu>Tùy chọn</guisubmenu></menuchoice>.
zh_cn: 您可以使用 <guilabel>主菜单</guilabel> 设置来隐藏不想显示的项目，而不必从计算机中移除它们。在 Ubuntu 中，您可以在 <menuchoice><guimenu>系统</guimenu> <guisubmenu>首选项</guisubmenu></menuchoice> 中找到 <guilabel>主菜单</guilabel> 。在 Ubuntu 上网本版中，它位于 <menuchoice><guimenu>设置</guimenu> <guisubmenu>首选项</guisubmenu></menuchoice> 菜单中。
zh_hk: 您可以用 <guilabel>主選單</guilabel> 設定來隱藏不想要的元件而不需移除它們。在 Ubuntu 中，您可以在 <menuchoice><guimenu>系統</guimenu> <guisubmenu>偏好設定</guisubmenu></menuchoice> 找到 <guilabel>主選單</guilabel>。在 Ubuntu Netbook Edition 中，它是位於 <menuchoice><guimenu>設定</guimenu> <guisubmenu>偏好設定</guisubmenu></menuchoice>。
zh_tw: 您可以用 <guilabel>主選單</guilabel> 設定來隱藏不想要的元件而毋需移除。在 Ubuntu，您可以在 <menuchoice><guimenu>系統</guimenu> <guisubmenu>偏好設定</guisubmenu></menuchoice> 找到 <guilabel>主選單</guilabel>。在 Ubuntu Netbook Edition，其位於 <menuchoice><guimenu>設定</guimenu> <guisubmenu>偏好設定</guisubmenu></menuchoice>。

source: <ulink url="ghelp:user-guide?menu-editor" >Customizing the menu bar</ulink>
ast: <ulink url="ghelp:user-guide?menu-editor" >Personalizar la barra de menú</ulink>
bs: <ulink url="ghelp:user-guide?menu-editor" >Prilagođavanje trake menija</ulink>
cs: <ulink url="ghelp:user-guide?menu-editor" >Upravení nabídky</ulink>
da: <ulink url="ghelp:user-guide?menu-editor" >Tilpas menulinjen</ulink>
de: <ulink url="ghelp:user-guide?menu-editor" >Die Menüleiste anpassen</ulink>
el: <ulink url="ghelp:user-guide?menu-editor" >Τροποποίηση της γραμμής μενού</ulink>
eo: <ulink url="ghelp:user-guide?menu-editor" >Tajlori la menuan breton</ulink>
es: <ulink url="ghelp:user-guide?menu-editor" >Personalizar la barra de menú</ulink>
fi: <ulink url="ghelp:user-guide?menu-editor" >Valikon muokkaaminen</ulink>
fr: <ulink url="ghelp:user-guide?menu-editor">Personnaliser la barre de menu</ulink>
gl: <ulink url="ghelp:user-guide?menu-editor" >Personalizando a barra de menú</ulink>
he: <ulink url="ghelp:user-guide?menu-editor" >התאמת סרגל התפריטים</ulink>
hr: <ulink url="ghelp:user-guide?menu-editor" >Prilagođavanje trake izbornika</ulink>
hu: <ulink url="ghelp:user-guide?menu-editor" >A menüsor testreszabása</ulink>
id: <ulink url="ghelp:user-guide?menu-editor" >Menyesuaikan menu bar</ulink>
it: <ulink url="ghelp:user-guide?menu-editor" >Personalizzazione della barra dei menù del pannello</ulink>
ja: <ulink url="ghelp:user-guide?menu-editor" >メニューバーのカスタマイズ</ulink>
ko: <ulink url="ghelp:user-guide?menu-editor" >메뉴 바 설정하기</ulink>
ms: <ulink url="ghelp:user-guide?menu-editor" >Mengubahsuai palang menu</ulink>
nb: <ulink url="ghelp:user-guide?menu-editor" >Tilpasse hovedmenyen</ulink>
nl: <ulink url="ghelp:user-guide?menu-editor" >De menubalk aanpassen</ulink>
pt_br: <ulink url="ghelp:user-guide?menu-editor" >Personalizando a barra de menus</ulink>
ru: <ulink url="ghelp:user-guide?menu-editor" >Настройка панели меню</ulink>
sl: <ulink url="ghelp:user-guide?menu-editor" >Prilagoditev vrstice menija</ulink>
sr: <ulink url="ghelp:user-guide?menu-editor" >Прилагођавање траке менија</ulink>
sv: <ulink url="ghelp:user-guide?menu-editor" >Anpassa menyraden</ulink>
tr: <ulink url="ghelp:user-guide?menu-editor" >Menü çubuğunu düzenlemek</ulink>
uk: <ulink url="ghelp:user-guide?menu-editor" >Налаштування смужки меню</ulink>
vi: <ulink url="ghelp:user-guide?menu-editor" >Tùy biến thanh trình đơn</ulink>
zh_cn: <ulink url="ghelp:user-guide?menu-editor" >定制的菜单栏</ulink>
zh_hk: <ulink url="ghelp:user-guide?menu-editor" >自訂選單列</ulink>
zh_tw: <ulink url="ghelp:user-guide?menu-editor" >自訂選單列</ulink>

source: What is &#8220;Canonical-maintained&#8221;?
ast: ¿Qué ye &#8220;Calteníu por Canonical&#8221;?
bs: Što znači &#8220;Održava Canonical&#8221;?
cs: Co znamená &#8220;spravovaný společností Canonical&#8221;?
da: Hvad er &#8220;Canonical-vedligeholdt&#8221;?
de: Was bedeutet &#8220;Von Canonical betreut&#8221;?
el: Τι είναι το &#8220;Συντηρούνται από την Canonical&#8221;;
eo: Kio estas &#8220;prizorgata de Canonical&#8221;?
es: ¿Qué significa &#8220;Mantenidas por Canonical&#8221;?
fi: Mitä tarkoittaa &#8220;Canonicalin ylläpitämät&#8221;?
fr: Que signifie &#8220;maintenu par Canonical&#8221; ?
gl: Que é &#8220;Mantido por Canonical&#8221;?
he: מה זאת אומרת &#8221;מתוחזק על ידי Canonical&#8220;?
hr: Što znači &#8220;Održava Canonical&#8221;?
hu: Mit jelent a &#8222;Canonical által karbantartott&#8221;?
id: Apa itu &#8220;Pengelola Canonical&#8221;?
it: Cosa indica "mantenuto da Canonical"?
ja: &#8220;Canonical のメンテナンスするソフトウェア&#8221; とは？
ko: &#8221;우분투에 의해서 제공됨&#8221;이란 무엇인가요?
ms: Apakah &#8220;Canonical-maintained&#8221;?
nb: Hva betyr «Vedlikeholdt av Canonical»?
nl: Wat is &#8220;Canonical-ondersteund&#8221;?
pt_br: O que é &#8220;Mantido pela Canonical&#8221;?
ru: Что такое &#8220;разрабатываемые Canonical&#8221;?
sl: Kaj je &#8220;Vzdrževanje-Canonical&#8221;?
sr: Шта значи „Одржава Каноникал“?
sv: Vad betyder "Canonical-underhållna"?
tr: &#8220;Canonical-maintained&#8221;nedir?
uk: Що означає &#8220;підтримується Canonical&#8221;?
vi: &#8220;Canonical-maintained&#8221; là gì?
zh_cn: 什么是“Canonical 公司维护的”软件？
zh_hk: 什麼是 &#8220;Canonical 維護&#8221;？
zh_tw: 何謂「由 Canonical 維護」？

source: Some of the software available for Ubuntu is maintained by Canonical. Canonical engineers ensure that security fixes and other critical updates are provided for these programs.
ast: Parte del software disponible pa Ubuntu caltiénlu Canonical. Los inxenieros de Canonical asegúrense de que se proporcionen les igües de seguridá y otros anovamientos críticos pa estos programes.
bs: Neke od programa dostupnih u Ubuntu centru softvera održava Canonical. Canonicalovi inženjeri brinu se da su vam za takve programe dostupne sigurnosne dopune .
da: Noget af det software der er tilgængeligt for Ubuntu vedligeholdes af Canonical. Udviklere hos Canonical sikre at sikkerhedsrettelser og andre kritiske opdateringer udgives til disse programmer.
de: Ein Teil der für Ubuntu verfügbaren Anwendungen wird von Canonical betreut. Entwickler von Canonical stellen sicher, dass Sicherheitsaktualisierungen oder andere wichtige Aktualisierungen für diese Anwendungen bereitgestellt werden.
el: Κάποιο από το λογισμικό που είναι διαθέσιμο για το Ubuntu συντηρείται από την Canonical. Οι τεχνικοί της Canonical διασφαλίζουν ότι παρέχονται διορθώσεις ασφαλείας και άλλες κρίσιμες ενημερώσεις για αυτά τα προγράμματα.
eo: Iuj programaroj disponeblaj por Ubuntu estas prizorgataj de Canonical. Inĝenieroj ĉe Canonical certigas ke tiuj programaroj ricevas sekurecajn riparojn kaj aliajn kritajn aktualigojn.
es: Parte del software disponible para Ubuntu lo mantiene Canonical. Los ingenieros de Canonical se aseguran de que se proporcionen los arreglos de seguridad y otras actualizaciones críticas para estos programas.
fi: Jotkut Ubuntulle saatavilla olevat ohjelmistot ovat Canonicalin ylläpitämiä. Canonicalin insinöörit takaavat tietoturva- ja muut kriittiset päivitykset näille ohjelmille.
fr: Certains logiciels disponibles pour Ubuntu sont mis à jour par Canonical. Les ingénieurs de Canonical s'assurent que des correctifs de sécurité et autres mises à jour critiques sont fournis pour ces programmes.
gl: Algún software dispoñíbel para Ubuntu é mantido por Canonical. Os enxeñeiros de Canonical asegúranse de fornecer actualizacións para arranxar problemas de seguranza para estes programas.
he: חלק מהתוכנות הזמינות באובונטו מסופקות על ידי קנוניקל. מהנדסי קנוניקל מוודאים שיסופקו תיקוני אבטחה ועדכונים קריטיים אחרים עבור תכניות אלה.
hr: Neke od programa dostupnih u Ubuntu centru softvera održava Canonical. Canonicalovi inženjeri brinu se da su vam za takve programe dostupne sigurnosne dopune .
hu: Az Ubuntuhoz elérhető egyes szoftvereket a Canonical tartja karban. A Canonical mérnökei biztosítják a biztonsági javítások és más fontos frissítések elérhetőségét ezekhez a programokhoz.
id: Beberapa perangkat lunak yang tersedia untuk Ubuntu dikelola oleh Canonical. Insinyur Canonical memastikan bahwa perbaikan keamanan dan pembaruan kritis lainnya tersediakan untuk program ini.
it: Alcuni dei programmi disponibili per Ubuntu sono mantenuti da Canonical. Gli sviluppatori di Canonical assicurano che aggiornamenti di sicurezza o altri aggiornamenti critici vengano fornito per questi programmi.
ja: Ubuntu で利用できるソフトウェアの中には Canonical によってメンテナンスされているものがあります。Canonical のエンジニアはこれらのプログラムにセキュリティ修正や重大なアップデートが提供されることを保証します。
ko: 우분투에서 사용가능한 몇몇의 소프트웨어는 캐노니컬에서 유지보수를 합니다. 캐노니컬 엔지니어는 이런 프로그램의 보안 업데이트와 다른 중대한 업데이트를 제공할 것을 보증합니다.
ms: Beberapa perisian yang tersedia untuk Ubuntu diselenggara oleh Canonical. Jurutera perisian Canonical memastikan pembaikan keselamatan dan kemaskini kritikal lain-lain yang disediakan untuk program ini.
nb: En del av programvaren som er tilgjengelig for Ubuntu blir vedlikeholdt av Canonical. Canonicals ingeniører sørger for at sikkerhetsfikser og andre kritiske oppdateringer for disse programmene gjøres tilgjengelige.
nl: Sommige beschikbare software voor Ubuntu wordt onderhouden door Canonical. Canonical-ontwikkelaars zorgen ervoor dat er veiligheids- en andere kritieke updates beschikbaar worden gesteld voor deze toepassingen.
pt_br: Alguns dos softwares disponíveis para o Ubuntu são mantidos pela Canonical. Engenheiros da Canonical garantem que correções de segurança e outras atualizações críticas sejam fornecidas para estes programas.
ru: Некоторые программы для Ubuntu поддерживаются Canonical. Инженеры Canonical обеспечивают исправление ошибок и устранение уязвимостей для этих программ.
sl: Nekatere programe za Ubuntu vzdržuje Canonical. Canonicalovi inžinirji zagotavljajo, da so za te programe na voljo varnostni popravki in druge kritične posodobitve.
sr: Поједини софтвер доступан за Убунту одржава Каноникал. Инжењери Каноникала осигуравају да су безбедносне исправке и друге критичне допуне обезбеђене за ове програме.
sv: En del av de program som är tillgängliga för Ubuntu underhålls av Canonical. Ingenjörer på Canonical säkerställer att säkerhetsfixar och andra kritiska uppdateringar finns för dessa program.
tr: Ubuntu için olan bazı yazılımlar Canonical tarafından sürdürülür. Canonical mühendisleri, bu programlar için güvenlik düzeltmelerinin ve diğer kritik güncelleştirmelerin karşılanmasını sağlar.
uk: Деяке доступне для Убунту програмне забезпечення підтримується Canonical. Інженерами Canonical впроваджуються оновлення безпеки та критичні оновлення для цих програм.
vi: Một số phần mềm cho Ubuntu được Canonical bảo trì. Các nhà kỹ sư của Canonical luôn bảo đảm sẽ cung cấp những bản vá an toàn và những gói cập nhật quan trọng cho những phần mềm đó.
zh_hk: 某些 Ubuntu 軟件由 Canonical 維護。Canonical 工程人員確保提供其保安修補及其他重要更新。
zh_tw: 某些 Ubuntu 軟體由 Canonical 維護。Canonical 工程人員確保提供其保安修補及其他重要更新。
