Repository: fossasia/x-mario-center
Catalog: po/help/*.po
Languages: ast, bs, cs, da, de, el, eo, es, fi, fr, gl, he, hr, hu, id, it, ja, ko, ms, nb, nl, pt_br, ru, sl, sr, sv, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: To pay for commercial software, you need an Internet connection, and an Ubuntu Single Sign On account or Launchpad account. If you do not have an account, Ubuntu Software Center will help you register one.
ast: Pa pagar por software comercial, necesites una conexón a Internet, y una cuenta d'Ubuntu Single Sign On o Launchpad. Si nun tienes una cuenta, El Centru de software de Ubuntu va ayudate a facer una.
bs: Da biste platili komercijalni softver trebate imati Internet vezu i Ubuntu Single Sign On korisnički račun ili Launchpad korisnički račun. Ako nemate korisnički račun, Ubuntu centar softvera će vam pomoći oko otvaranja novog.
cs: Chcete-li platit za komerční software, budete potřebovat připojení k internetu a Ubuntu Single Sign On účet nebo účet Launchpad. Pokud nemáte účet, Centrum softwaru pro Ubuntu vám ho pomůže zaregistrovat.
da: For at betale for kommercielt software, skal du have en internet forbindelse, og en Ubuntu Single SIgn On konto eller en konto på Launchpad. Hvis ikke du har en konto, vil Ubuntu Softwarecenteret hjælpe dig med at oprette en.
de: Um für kommerzielle Software zu bezahlen, benötigen Sie eine Internetverbindung und ein »Ubuntu Single Sign On«- oder Launchpad-Konto. Falls Sie keines besitzen, hilft Ihnen das Ubuntu Software-Center bei der Registrierung.
el: Για να πληρώσετε για εμπορικό λογισμικό, χρειάζεστε σύνδεση με το διαδίκτυο και ένα λογαριασμό Ubuntu Single Sign On ή Launchpad. Αν δεν έχετε λογαριασμό, το Κέντρο λογισμικού του Ubuntu θα σας βοηθήσει να δημιουργήσετε.
eo: Por pagi por komerca programaro, oni bezonas interretan konekton, kaj konton Unufojan Ensalutan de Ubuntu (Ubuntu Single Sign On) aŭ konton de Launchpad. Se vi ne havas konton, Ubuntu-Programarejo helpos vin registri iun.
es: Para pagar por software comercial, necesita una conexión a Internet, y una cuenta de Ubuntu Single Sign On o Launchpad. Si no tiene una cuenta, El Centro de software de Ubuntu le ayudará a crear una.
fi: Maksullisten ohjelmien lataaminen edellyttää internet-yhteyttä ja Ubuntu SSO- tai Launcpad-tilin. Jos sinulla ei ole vielä tiliä, voit helposti luoda sellaisen Ubuntun Sovellusvalikoiman avulla.
fr: Pour acheter des logiciels commerciaux, vous avez besoin d'une connexion Internet, d'un compte Ubuntu Single Sign On ou Launchpad. Si vous n'avez pas de tel compte, la Logithèque Ubuntu vous aidera à en créer un.
gl: Para pagar por software comercial, debe ter unha conexión a Internet e unha conta de Ubuntu Single Sign On ou de Launchpad. Se non ten unha conta, o Centro de software de Ubuntu axudaralle a crear unha.
he: כדי לשלם בעבור תוכנות מסחריות יהיה לך צורך בחיבור לאינטרנט וחשבון Ubuntu Single Sign On או חשבון Launchpad. אם עוד אין לך חשבון מרכז התכנה של אובונטו יסייע לך להירשם לאחד כזה.
hr: Da biste platili komercijalni softver trebate imati Internet vezu i Ubuntu Single Sign On korisnički račun ili Launchpad korisnički račun. Ako nemate korisnički račun, Ubuntu centar softvera će vam pomoći oko otvaranja novog.
hu: Kereskedelmi szoftverek megvásárlásához internetkapcsolatra és Ubuntu Single Sign On fiókra vagy Launchpad fiókra van szükség. Ha nincs fiókja, az Ubuntu szoftverközpont segít a regisztrációban.
id: Untuk membeli perangkat lunak komersial, anda memerlukan koneksi internet, dan account Ubuntu Single Sign On atau account Launchpad. Jika Anda tidak memiliki account, Ubuntu Software Center akan membantu mendaftar Anda.
it: Per poter acquistare software commerciale, è necessario disporre di una connessione a Internet e di un account Ubuntu Single Sign On o Launchpad. Se non è disponibile alcun account, verrà chiesto di crearne uno.
ja: 有料ソフトウェアを購入するには、インターネット接続と Ubuntu Single Sign On アカウントまたは Launchpad アカウントが必要です。アカウントを持っていないときは、Ubuntuソフトウェアセンターで登録することができます。
ko: 상업용 소프트웨어에 금액을 지불하기 위해서는 인터넷에 연결되어 있어야 하며 Ubuntu Single Sign On 계정이나 런치패드 계정이 필요합니다. 계정이 없으시다면 우분투 소프트웨어 센터가 등록을 도와 드립니다.
ms: Untuk membayar perisian komersial, anda perlukan talian Internet dan sebuah akaun 'Ubuntu Single Sign On' atau akaun Launchpad. Jika anda tidak mempunyai kedua-dua akaun tersebut, anda boleh mendaftar di Pusat Perisian Ubuntu.
nb: For å betale for kommersiell programvare, må du være tilkoblet Internett, og ha en Ubuntu Single Sign On-konto eller en Launchpad-konto. Hvis du ikke har en konto, vil Ubuntu Programvaresenter hjelpe deg å lage en.
nl: Om voor commerciële software te betalen heeft u een internetverbinding en een Ubuntu Single Sign On-account of Launchpad-account nodig. Indien u nog geen account heeft, kunt u zich registreren via het Ubuntu softwarecentrum.
pt_br: Para pagar por um software comercial, você precisa de uma conexão com a Internet, e uma conta do Ubuntu Single Sign On ou do Launchpad. Se você não tem uma conta, a Central de Programas do Ubuntu vai ajudá-lo a registrar uma.
ru: Чтобы заплатить за коммерческое программное обеспечение, вам понадобится соединение с Интернетом и учётная запись Ubuntu Single Sign On или Launchpad. Если у вас нет учётной записи, центр приложений Ubuntu поможет её создать.
sl: Za plačilo komercialnih programov morate imeti internetno povezavo in račun Ubuntu Single Sign On ali Launchpad. Če tega računa nimate, vam bo Programsko središče Ubuntu pomagalo pri vpisu.
sr: Да бисте платили комерцијални софтвер, потребна вам је Интернет веза и један налог Убунту Јединственог пријављивања или Ланчпад налог. Ако немате налог, Убунтуов софтверски центар ће вам помоћи да региструјете један.
sv: För att betala kommersiella program, behöver du en internetanslutning och ett Ubuntu Single Sign On konto eller ett Launchpad konto. Om du inte har ett konto, kommer programcentralen för Ubuntu hjälpa dig att registrera ett.
tr: Ticari yazılıma ödeme yapmak için internet bağlantısına ve Ubuntu Single Sign On yada Launchpad hesabına ihtiyacınız olacak. Eğer hesabınız yoksa Ubuntu Yazılım Merkezi size yardımcı olacaktır.
uk: Щоб оплатити комерційне програмне забезпечення, Вам необхідно мати інтернет підключення, і реєстрацію на Ubuntu Single Sign On чи Launchpad. Якщо Ви ще не зареєстровані, Ubuntu Software Center допоможе зробити це.
vi: Để trả phí sử dụng phần mềm thương mại, bạn cần một đường nối internet và một tài khoản Ubuntu Single Sign On hoặc một tài khoản Launchpad. Nếu bạn chưa có tài khoản đó, Trung tâm Phần mềm Ubuntu sẽ giúp bạn tạo ra một cái.
zh_cn: 购买商业软件需要联网并拥有一个 Ubuntu SSO 或 Launchpad 账号。如果您没有该账号，Ubuntu 软件中心会帮您注册一个。
zh_hk: 要購買商業軟件，您要有網絡連線以及 Ubuntu Single Sign On 帳號或 Launchpad 帳號。如無帳號，Ubuntu 軟件中心可讓您建立。
zh_tw: 要購買商業軟體，您要有網路連線以及 Ubuntu Single Sign On 帳號或 Launchpad 帳號。如無帳號，Ubuntu 軟體中心可讓您建立。

source: What if I paid for software and then lost it?
ast: ¿Qué pasa si pago por un programa y llueu lu pierdo?
bs: Što ako platim softver, te ga izgubim?
cs: Co když jsem zaplatil za software, a pak ho ztratil?
da: Hvad hvis jeg betaler for software og mister det?
de: Was kann ich tun, wenn ich für Anwendungen bezahlt und diese verloren habe?
el: Τι θα συμβεί αν πληρώσω για λογισμικό και μετά το χάσω;
eo: Kio okazos se mi pagis por programaro kaj perdis ĝin?
es: ¿Qué pasa si pago por un software y luego lo pierdo?
fi: Mitkä jos olen maksanut sovelluksesta ja kadotin sen?
fr: Qu'arrive t'il si je paie un logiciel et que je le perds ensuite ?
gl: Que teño que pagar se os perdo?
he: מה אם שילמתי על תוכנות ואז איבדתי אותן?
hr: Što ako platim softver, te ga izgubim?
hu: Mi történik, ha kifizettem egy szoftvert, majd elvesztettem?
id: Bagaimana jika saya membeli perangkat lunak dan kemudian hilang?
it: Cosa succede se si perdono i programmi acquistati
ja: 購入したソフトウェアを消去してしまったときは?
ko: 구매한 소프트웨어를 유실하였다면 어떻게 해야 하나요?
ms: Bagaimana sekiranya saya membayar sesebuah perisian kemudian kehilangannya?
nb: Hva skjer hvis jeg betaler for et program og så mister det?
nl: Wat als ik voor software betaald heb en het kwijt ben?
pt_br: E se eu pagar pelo aplicativo e depois perdê-lo?
ru: Что делать, если я заплатил за программу, а потом потерял её?
sl: Kaj če sem plačal za program in ga nato izgubil?
sr: Шта ако платим неки програм а затим га изгубим?
sv: Vad händer om jag betalat för programmet och sedan förlorat det?
tr: Ücret ödediğim bir yazılımı kaybedersem ne olur?
uk: Що, якщо я заплачу за програмне забезпечення, а потім втрачу його?
vi: Trường hợp tôi đã trả phí dùng phần mềm và đã làm mất phấn mềm thì sao?
zh_hk: 買了軟件又丟失了怎辦？
zh_tw: 買了軟體又丟失了怎辦？

source: If you accidentally removed software that you purchased, and you want it back, choose <menuchoice><guimenu>File</guimenu> <guimenuitem>Reinstall Previous Purchases</guimenuitem></menuchoice>.
ast: Si accidentalmente desanicies software que mercasti, y lu quies otra vez, escueyi <menuchoice><guimenu>Ficheru</guimenu> <guimenuitem>Reinstalar compres previes</guimenuitem></menuchoice>.
bs: Ako slučajno uklonite softver kojeg ste platili i želite ga vratiti, odaberite <menuchoice><guimenu>Datoteka</guimenu> <guimenuitem>Ponovno instaliraj prethodne kupovine</guimenuitem></menuchoice>.
cs: Pokud jste omylem odstranil software, který jste koupil, a chcete ho zpět, zvolte <menuchoice> <guimenu> Soubor </ guimenu> <guimenuitem> přeinstalovat dříve zakoupené </ guimenuitem> </ menuchoice>.
da: Hvis du ved en fejl fjerner software som du har købt, og vil have det tilbage, skal du vælge <menuchoice><guimenu>Fil</guimenu> <guimenuitem>Geninstallér forrige indkøb...</guimenuitem></menuchoice>.
de: Falls Sie bezahlte Anwendungen versehentlich entfernt haben und Sie erneut installieren möchten, wählen Sie <menuchoice><guimenu>Datei</guimenu> <guimenuitem>Vorherige Einkäufe neu installieren …</guimenuitem></menuchoice>.
el: Αν κατά λάθος αφαιρέσατε λογισμικό που αγοράσατε και το θέλετε πίσω, επιλέξτε <menuchoice><guimenu>Αρχείο</guimenu> <guimenuitem>Επανεγκατάσταση προηγούμενων αγορών</guimenuitem></menuchoice>.
eo: Se vi akcidente malinstalis programaron aĉetitan de vi, kaj vi volas rehavi ĝin, elektu je <menuchoice><guimenu>Dosiero</guimenu> <guimenuitem>Reinstali antaŭe aĉetitajn</guimenuitem></menuchoice>.
es: Si accidentalmente elimina software que compró, y lo quiere de nuevo, escoja <menuchoice><guimenu>Archivo</guimenu> <guimenuitem>Reinstalar compras previas</guimenuitem></menuchoice>.
fi: Jos olet vahingossa poistanut sovelluksen, jonka ostit, ja haluat sen takaisin, valitse <menuchoice><guimenu>Tiedosto</guimenu> <guimenuitem>Asenna uudelleen aiemmat ostokset</guimenuitem></menuchoice>.
fr: Si, accidentellement, vous avez supprimé un logiciel que vous aviez acheté et que vous voulez le récupérer, cliquez sur <menuchoice><guimenu>Fichier</guimenu> <guimenuitem>Réinstaller Précédents Achats</guimenuitem></menuchoice>.
gl: Se eliminou accidentalmente algún programa que comprou anteriormente e quere restauralo seleccione <menuchoice><guimenu>Ficheiro</guimenu><guimenuitem>Reinstalar anteriores compras</guimenuitem></menuchoice>.
he: אם בטעות הסרת תוכנות כלשהן אותן רכשת וברצונך לקבל אותן בחזרה, יש לבחור ב<menuchoice><guimenu>קובץ</guimenu> <guimenuitem>התקנה מחדש של הרכישות האחרונות</guimenuitem></menuchoice>.
hr: Ako slučajno uklonite softver kojeg ste platili i želite ga vratiti, odaberite <menuchoice><guimenu>Datoteka</guimenu> <guimenuitem>Ponovno instaliraj prethodne kupovine</guimenuitem></menuchoice>.
hu: A véletlenül letörölt egy megvásárolt szoftvert, de újra használni szeretné, válassza a <menuchoice><guimenu>Fájl</guimenu> <guimenuitem>Korábbi vásárlások újratelepítése</guimenuitem></menuchoice> menüpontot.
it: Se viene per sbaglio rimosso un programma precedentemente acquistato, è possibile recuperalo scegliendo <menuchoice><guimenu>File</guimenu> <guimenuitem>Reinstalla acquisti precedenti</guimenuitem></menuchoice>.
ja: 誤って購入したソフトウェアを削除してしまい、再インストールしたいときは、<menuchoice><guimenu>ファイル</guimenu><guimenuitem>以前購入したものを再インストール</guimenuitem></menuchoice> を選択します。
ko: 구매한 소프트웨어를 실수로 삭제하여서 원상태로 복귀하고 싶다면<menuchoice><guimenu>파일</guimenu> <guimenuitem>샀던 항목 다시 깔기</guimenuitem></menuchoice>를 선택하시면 됩니다.
ms: Jika anda buang perisian yang dibeli secara tidak sengaja, dan anda ingin gunakannya semula, pilih <menuchoice><guimenu>Fail</guimenu> <guimenuitem>Pasang Semula Pembelian Terdahulu</guimenuitem></menuchoice>.
nb: Hvis du fjerner et betalt program ved en feil og vil ha det tilbake, velg <menuchoice><guimenu>Fil</guimenu> <guimenuitem>Installer tidligere kjøp på nytt</guimenuitem></menuchoice>.
nl: Als u per ongeluk software hebt verwijderd die u gekocht heeft en u wilt deze terug, dan kiest u <menuchoice><guimenu>Bestand</guimenu> <guimenuitem>Eerder aankopen herinstalleren</guimenuitem></menuchoice>.
pt_br: Se você acidentalmente removeu um software que você comprou e quer instalá-lo de volta, escolha <menuchoice><guimenu>Arquivo</guimenu> <guimenuitem>Reinstalar compras anteriores</guimenuitem></menuchoice>.
ru: Если вы случайно удалили приобретённое программное обеспечение и хотите его вернуть обратно, выберите пункт меню <menuchoice><guimenu>Файл</guimenu> <guimenuitem>Переустановить приобретённые ранее приложения</guimenuitem></menuchoice>.
sl: Če ste po nesreči odstranili kupljene programe in jih želite nazaj, izberite <menuchoice><guimenu>Datoteka</guimenu> <guimenuitem>Znova namesti predhodne nakupe</guimenuitem></menuchoice>.
sr: Ако случајно уклоните неки програм који сте купили и желели бисте опет да га имате, изаберите <menuchoice><guimenu>Датотека</guimenu> <guimenuitem>Поново инсталирај претходно купљене</guimenuitem></menuchoice>.
sv: Om du av misstag tagit bort ett program du köpt och du vill ha tillbaka det, välj <menuchoice><guimenu>Arkiv</guimenu> <guimenuitem>Installera om tidigare inköp</guimenuitem></menuchoice>.
tr: Eğer satın aldığınız bir yazılımı yanlışlıkla kaldırırsanız ve sonra onu tekrar kullanmak isterseniz, <menuchoice><guimenu>Dosya</guimenu> <guimenuitem>Önceki Satın Almaları Yeniden Yükle</guimenuitem></menuchoice> seçeneğini seçin.
uk: Якщо ви випадково видалите програму, яку ви придбали, і ви хочете її повернути, виберіть <menuchoice><guimenu>Файл</guimenu> <guimenuitem>Перевстановити попередні придбання...</guimenuitem></menuchoice>.
vi: Nếu bạn đã lỡ tháo gỡ một phần mềm mà bạn đã phải trả phí để dùng và bạn muốn được dùng lại, hãy chọn thực đơn <menuchoice><guimenu>Tệp</guimenu> <guimenuitem>Cài đặt lại Phần mềm đã Trả phí</guimenuitem></menuchoice>.
zh_hk: 不小心刪除了購買的軟件又想重新安裝，選 <menuchoice><guimenu>檔案</guimenu> <guimenuitem>重新安裝已購項目</guimenuitem></menuchoice>。
zh_tw: 不小心刪除了購買的軟體又想重新安裝，選 <menuchoice><guimenu>檔案</guimenu> <guimenuitem>重新安裝已購項目</guimenuitem></menuchoice>。

source: Once you sign in to the account that you used to buy the software, Ubuntu Software Center will display your purchases for reinstalling.
ast: Una vegada qu'anicies sesión nuna dende la que se mercó software, El Centru de software d'Ubuntu amosaráte les compres pa reinstalales.
bs: Nakon što se prijavite s korisničkim računom s kojim ste kupili softver, Ubuntu centar softvera će vam prikazati plaćeni softver kojeg možete ponovno instalirati.
da: Når du er logget ind med den konto du brugte til at købe softwaren, vil Ubuntu Softwarecenter vise dig dine køb så du kan geninstallerer dem.
de: Sobald Sie sich bei dem Konto angemeldet haben, das Sie auch zum Bezahlen verwendet haben, werden Ihnen Ihre Einkäufe zum erneuten Installieren angezeigt.
el: Μόλις συνδεθείτε στο λογαριασμό που χρησιμοποιήσατε για να αγοράσετε το λογισμικό, το Κέντρο λογισμικού του Ubuntu θα σας εμφανίσει τη λίστα με τις αγορές σας για επανεγκατάσταση.
eo: Kiam vi estas ensalutinta al la konto kiun vi uzis por aĉeti la programaron, Ubuntu-Programarejo vidigos viajn aĉetitajn reinstaleblajn.
es: Una vez que inicia sesión en una cuenta desde la que ha comprado software, El Centro de software de Ubuntu le mostrará las compras para reinstalarlas.
fi: Kun olet kirjautunut sisään tilille, jota käytit sovelluksen ostamiseen, Ubuntun Sovellusvalikoima kertoo sinulle miten voit asentaa maksulliset sovellukset uudelleen.
fr: Une fois que vous vous êtes connecté au compte que vous aviez utilisé pour acheter le logiciel, la Logithèque Ubuntu affichera vos achats pour les réinstaller.
gl: Cando inicie a sesión na sesión que usa para comprar software, o Centro de software de Ubuntu móstralle as súas compras anteriores para poder reinstalalas.
he: לאחר הכניסה לחשבון בו השתמשת לרכישת התכנה, מרכז התכנה של אובונטו יציג את הרכישות שלך לצורך התקנה מחדש.
hr: Nakon što se prijavite s korisničkim računom s kojim ste kupili softver, Ubuntu centar softvera će vam prikazati plaćeni softver kojeg možete ponovno instalirati.
hu: Miután bejelentkezett a szoftver megvásárlásához használt fiókba, az Ubuntu szoftverközpont megjeleníti a korábbi vásárlásokat, és felajánlja újratelepítésüket.
id: Setelah Anda sign in ke account yang Anda gunakan untuk membeli perangkat lunak, Ubuntu Software Center akan menampilkan kepada anda pembelian untuk menginstal ulang.
it: Una volta eseguito l'accesso con l'account attraverso il quale era stato comprato il software, sarà possibile reinstallare tutti i programmi acquistati.
ja: ソフトウェアの購入に使用したアカウントでサインインすれば、Ubuntuソフトウェアセンターは購入したソフトウェアの再インストール画面を表示します。
ko: 소프트웨어를 구매할 때의 계정으로 로그인하면 우분투 소프트웨어 센터에서는 재설치할 수 있는 구매본을 보여줍니다.
ms: Setelah anda mendaftar masuk ke dalam akaun yang telah digunakan untuk membeli sesebuah perisian, Pusat Perisian Ubuntu akan memaparkan pembelian anda untuk pemasangan semula.
nb: Når du logger inn med kontoen du brukte for å kjøpe programvaren, vil Ubuntu Programvaresenter vise dine tidligere kjøp, slik at du kan installere dem på nytt.
nl: Wanneer u zich heeft aangemeld bij het account waarmee u de software heeft gekocht, zal het Ubuntu softwarecentrum u aankopen weergeven voor herinstallatie.
pt_br: Uma vez que você se registrar na conta que você usou para comprar o software, a Central de Programas do Ubuntu vai exibir as suas compras para reinstalação.
ru: После входа в учётную запись, используемую для покупки программного обеспечения, центр приложений Ubuntu покажет ваши покупки для переустановки.
sl: Ko boste vpisani v račun, ki ste ga uporabili za nakup programov, bo Programsko središče Ubuntu prikazalo vaše nakupe za ponovno namestitev.
sr: Када се затим пријавите на налог који сте користили када сте купили програм, Убунтуов софтверски центар ће приказати ваше купљене програме за поновно инсталирање.
sv: När du har loggat in på det konto som du använde för att köpa programmet, kommer programcentralen för Ubuntu att visa dina inköp för ominstallation.
tr: Yazılım satın almak için kullandığınız hesapla oturum açtığınızda, Ubuntu Yazılım Merkezi satın aldığınız yazılımları tekrar kurulum için görüntüleyecek.
uk: Як тільки Ви увійдете на свій аккаунт, який Ви використовували шоб купити програмне забезпечення, Центр програм Ubuntu запропонує перевстановити куплені програми.
vi: Sau khi bạn đã đăng nhập vào tài khoản mà bạn đã dùng để trả phí cho phần mềm, Trung tâm Phần mềm Ubuntu sẽ hiện thị những phần mềm mà bạn đã trả phí để cho phép bạn được cài đặt lại.

source: This works even if you have reinstalled Ubuntu on the computer.
ast: Esto funciona inclusu si reinstalasti Ubuntu nel equipu.
bs: Ovo funkcioniše čak i ako ste ponovno instalirali Ubuntu na svoj računar.
cs: Funguje to, i když přeinstalujete Ubuntu.
da: Dette virker selv hvis du har geninstalleret Ubuntu på din computer.
de: Dies funktioniert auch, wenn Sie Ubuntu neu installiert haben.
el: Αυτό ισχύει ακόμα και αν έχετε επανεγκαταστήσει το Ubuntu στον υπολογιστή σας.
eo: Tio okazos eĉ se vi reinstalis je Ubuntu en la komputilo.
es: Esto funciona incluso si ha reinstalado Ubuntu en el equipo.
fi: Tämä toimii myös silloin, kun asennat Ubuntun uudelleen tietokoneeseesi tai toiseen tietokoneeseen.
fr: Cela fonctionne même si vous avez réinstallé Ubuntu sur l'ordinateur.
gl: Isto funciona incluso se reinstala Ubuntu no seu computador.
he: פעולה זו תתבצע אפילו אם התקנת את אובונטו מחדש במחשב.
hr: Ovo funkcionira čak i ako ste ponovno instalirali Ubuntu na svoje računalo.
hu: Ez akkor is működik, ha újratelepítette az Ubuntut a számítógépre.
id: Ini dapat bekerja meskipun Anda telah menginstal ulang Ubuntu.
it: Funziona anche se viene reinstallato Ubuntu sul computer.
ja: これは Ubuntu をコンピュータに再インストールしたときでも有効です。
ko: 이 기능은 컴퓨터에 우분투를 재설치하더라도 동일하게 작동합니다.
ms: Ia berkesan walaupun anda telah memasang semula Ubuntu.
nb: Dette fungerer selv om du har installert Ubuntu på nytt på datamaskinen.
nl: Dit werkt zelfs wanneer u Ubuntu opnieuw op uw computer geïnstalleerd heeft.
pt_br: Isto funciona mesmo se você tiver reinstalado o Ubuntu no computador.
ru: Это работает, даже если вы переустановили Ubuntu на компьютере.
sl: To deluje tudi, če ste Ubuntu znova namestili na računalnik.
sr: Ово функционише чак и ако сте поново инсталирали Убунту на рачунару.
sv: Detta fungerar även om du ominstallerat Ubuntu på datorn.
tr: Bu, Ubuntu'yu bilgisayarınıza sıfırdan tekrar kurduğunuz durumda bile geçerlidir.
uk: Це буде працювати, навіть якщо ви перевстановите Ubuntu.
vi: Chức năng này có hiệu lực ngay cả khi bạn đã phải cài đặt lại Ubuntu trên máy tính.

source: What if a program I want isn&#8217;t available?
ast: ¿Qué pasa si un programa que quiero nun ta disponible?
bs: Što ako program kojeg želim nije dostupan?
cs: Co když program, který chci, není dostupný?
da: Hvad hvis et program jeg ønsker ikke er tilgængeligt?
de: Was tun, wenn ein Programm nicht verfügbar ist?
el: Τι γίνεται αν ένα πρόγραμμα δεν είναι διαθέσιμο;
eo: Kio okazos se dezirata programaro ne disponeblas?
es: ¿Y si un programa no está disponible?
fi: Mitä jos haluamani ohjelma ei ole saatavilla?
fr: Et si un programme qui m'intéresse n'est pas disponible ?
gl: Que facer se un programa que desexamos non está dispoñíbel?
he: מה אם ישנה תכנית בה אני מעוניין ואיננה זמינה?
hr: Što ako program kojeg želim nije dostupan?
hu: Mit tegyek, ha egy általam telepíteni kívánt program nem elérhető?
id: Bagaimana jika program yang saya inginkan tidak tersedia?
it: Cosa fare se un programma non è disponibile?
ja: インストールしたいプログラムが見つからない場合は?
ko: 내가 필요한 프로그램이 없다면 어떻게 해야 하나요?
ms: Bagaimana jika program yang saya inginkan tidak disediakan?
nb: Hva om et program jeg ønsker ikke er tilgjengelig?
nl: Wat als een programma dat ik wil niet beschikbaar is?
pt_br: E se um programa que eu preciso não estiver disponível?
ru: Что делать, если желаемая программа недоступна?
sl: Kaj, če program, katerega želim ni na voljo?
sr: Шта ако програм који желим није доступан?
sv: Vad gör jag om ett program jag vill ha inte finns tillgängligt?
tr: Eğer istediğim program mevcut değilse?
uk: Що робити, якщо у списку немає потрібної мені програми?
vi: Nếu tôi muốn một phần mềm không có sẵn thì sao?
zh_cn: 如果在Ubuntu 软件中心中找不到我需要的软件怎么办？
zh_hk: 我得不到想要的軟件怎麼辦？
zh_tw: 我得不到想要的軟體怎麼辦？
