Repository: fossasia/x-mario-center
Catalog: po/help/*.po
Languages: ast, bs, cs, da, de, el, eo, es, fi, fr, gl, he, hr, hu, id, it, ja, ko, ms, nb, nl, pt_br, ru, sl, sr, sv, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Sometimes if you try to remove one item, Ubuntu Software Center will warn you that other items will be removed too. There are two main reasons this happens.
ast: A vegaes al intentar desaniciar un elementu, el Centru de software d'Ubuntu va alvertite de qu'hai que desaniciar tamién otros elementos. Hai dos razones principales poles qu'asocede esto.
bs: Ponekad, kada uklanjate jednu stavku, Centar softvera će vas upozoriti kako će također biti uklonjene i neke druge stavke. Ovo se događa zbog dva glavna razloga.
cs: Někdy, pokud se pokusíte odstranit jednu položku, vás bude Centrum softwaru pro Ubuntu varovat, že ostatní položky budou odstraněny také. Existují dva hlavní důvody kdy k tomu dojde.
da: Nogen gange hvis du forsøger at fjerne en pakke vil Ubuntu Softwarecenter advare dig om at andre pakker også vil blive fjernet. Der er to hovedårsager til at det sker.
de: Manchmal werden Sie beim Entfernen eines Objekts vom Ubuntu Software-Center gewarnt, dass auch andere Objekte entfernt werden. Dafür gibt es hauptsächlich zwei Gründe.
el: Μερικές φορές αν προσπαθήσετε να αφαιρέσετε ένα αντικείμενο, το Ubuntu Software Center θα σας προειδοποιήσει ότι θα αφαιρεθούν και άλλα αντικείμενα επίσης. Αυτό συμβαίνει για δύο κυρίως λόγους.
eo: Kiam oni provas forigi eron, iam Ubuntu-Programarejo avertos ke aliaj eroj ankaŭ estos forigitaj. Ekzistas du ĉefaj kialoj por tio.
es: A veces al intentar eliminar un elemento, el Centro de software de Ubuntu le advertirá de que otros elementos deberán ser también eliminados. Hay dos razones principales por lo que esto sucede.
fi: Joskus kun yrität poistaa yhden kohteen, Ubuntun Sovellusvalikoima varoittaa sinua, että muut kohteet poistetaan myös. On olemassa kaksi syytä, miksi näin tapahtuu.
fr: Parfois, si vous essayez de supprimer un élément, la Logithèque Ubuntu vous avertira que d'autres éléments seront également supprimés. Cela peut arriver pour deux raisons.
gl: En ocasións, se tenta eliminar un elemento, o Centro de Software de Ubuntu avisaralle se outros elementos van seren tamén eliminados. Hai dúas razóns polas que isto acontece.
he: לפעמים בעת הניסיון להסרת פריט אחד, מרכז התכנה של אובונטו יזהיר אותך מפני הסרת פריטים אחרים גם כן. ישנן שתי סיבות עיקריות לתופעה זו.
hr: Ponekad, kada uklanjate jednu stavku, Centar softvera će vas upozoriti kako će također biti uklonjene i neke druge stavke. Ovo se događa zbog dva glavna razloga.
hu: Egyes elemek eltávolításakor az Ubuntu szoftverközpont figyelmezteti, hogy más elemek is eltávolításra kerülnek. Ennek két fő oka van.
id: jika Anda mencoba untuk menghapus satu item, Terkadang Ubuntu Software Center akan memperingatkan Anda bahwa item-item lainnya yang berkaitan akan ikut terhapus juga. Ada dua alasan utama ini terjadi.
it: Quando si rimuovere un elemento, si potrebbe venire avvisati della possibilità che vengano rimossi anche altri elementi. Ci sono due principali ragioni per cui succede.
ja: 1つのアイテムを削除しようとしたときに、Ubuntuソフトウェアセンターが他のアイテムも削除されると警告することがあります。これには主に2つの原因があります。
ko: 때때로 하나의 항목 제거 시에 우분투 소프트웨어 센터는 다른 항목도 제거할 것이라는 경고를 보여줍니다. 이러한 경우는 크게 두가지 이유가 있습니다.
ms: Kadangkala, jika anda cuba membuang satu item, Pusat Perisian Ubuntu akan memberi amaran yang mana item lain akan dibuang. Terdapat dua sebab kenapa ini berlaku.
nb: Noen ganger når du prøver å fjerne et program, vil Ubuntus programvaresenter advare deg om at andre programmer også vil bli fjernet. Det er hovedsakelig to grunner til at dette skjer.
nl: Wanneer u een item verwijdert, zal het Ubuntu softwarecentrum u mogelijk waarschuwen dat er ook andere items verwijderd zullen worden. Er zijn twee redenen waarom dit gebeurt.
pt_br: Algumas vezes, se você tentar remover um item, a Central de Programas do Ubuntu irá avisar que outros itens também serão removidos. Há duas razões principais para isso acontecer.
ru: Иногда при попытке удалить один элемент, центр приложений Ubuntu предупредит вас, что будут удалены ещё и другие элементы. Это происходит по двум причинам.
sl: Včasih vas bo v primeru poskusa odstranitve enega predmeta Programsko središče Ubuntu opozorilo, da bodo odstranjeni tudi drugi predmeti. Obstajata dva glavna razloga za to.
sr: Понекад ако покушате да уклоните једну ставку, Убунтуов софтверски центар ће вас упозорити да ће и друге ставке такође бити уклоњене. Постоје два главна разлога за то.
sv: Ibland när du försöker ta bort ett program, kommer programcentralen för Ubuntu att varna dig om att andra program också kommer att tas bort. Det finns två huvudskäl för detta.
tr: Eğer bir öğeyi kaldırmaya çalışırsanız Bazen Ubuntu Yazılım Merkezi diğer öğelerin de kaldırılacağı konusunda sizi uyarır. Bu durumun iki temel nedeni vardır.
uk: Іноді, якщо ви хочете вилучити одну програму, Центр програм Ubuntu попередить вас, що інші програми також будуть вилучені. Це може виникнути з двох причин.
vi: Có lúc, nếu bạn đang cố tháo gỡ một mục, Trung tâm Phần mềm Ubuntu sẽ thông báo rằng có những gói khác cũng sẽ bị tháo gỡ kèm theo. Có hai lý do chủ yếu để giải thích hiện tượng này.
zh_hk: 有時您只想移除一款應用程式，Ubuntu 軟件中心會警告您其他程式也會被移除。這主要有兩個原因。
zh_tw: 有時您只想移除一款應用程式，Ubuntu 軟體中心會警告您其他程式也會被移除。這主要有兩個原因。

source: If you remove an application, any add-ons or plugins for that application usually will be removed too.
ast: Si desanicies una aplicación, normalmente cualquier complementu o anexu a esa aplicación va desaniciase tamién.
bs: Ako uklonite aplikaciju, bilo koji dodaci ili pomagala za tu aplikaciju će također biti uklonjeni.
cs: Pokud odeberete aplikaci, obvykle všechny doplňky či zásuvné moduly aplikace, budou odstraněny také.
da: Hvis du fjerne et program, vil alle udvidelser til dette program normalt også blive fjernet.
de: Beim Entfernen einer Anwendung werden normalerweise auch die Erweiterungen für diese Anwendung entfernt.
el: Αν αφαιρέσετε μια εφαρμογή, οποιαδήποτε πρόσθετα ή επεκτάσεις για αυτή, συνήθως αφαιρούνται.
eo: Se vi malinstalas aplikaĵon, eventualaj kromprogramoj por tiu aplikaĵo plejofte ankaŭ estos forigitaj.
es: Si elimina una aplicación, cualquier complemento o anexo a esa aplicación será eliminado normalmente también.
fi: Jos poistat sovelluksen, kaikki lisäosat ja laajennukset, jotka liittyvät sovellukseen yleensä poistetaan.
fr: Généralement, si vous supprimez une application, tous les add-ons ou greffons de cette application seront également supprimés.
gl: Se elimina un aplicativo, todos os engadidos e complementos para dito aplicativo tamén van seren eliminados.
he: בעת הסרת יישום, כל תוסף או תוספת עבור יישום זה לרוב יוסרו גם כן.
hr: Ako uklonite aplikaciju, bilo koji dodaci ili pomagala za tu aplikaciju će također biti uklonjeni.
hu: Az alkalmazások eltávolításakor az azokhoz tartozó kiegészítők vagy bővítmények is eltávolításra kerülnek.
id: Jika anda menghapus salah satu aplikasi, setiap add-ons atau plugin yang berkaitan dengan aplikasi tersebut biasanya akan dihapus juga.
it: Se si rimuove un'applicazione, qualsiasi add-on o plugin utilizzato da quell'applicazione verrà rimosso.
ja: アプリケーションを削除すると、アプリケーションのアドオンやプラグインも通常すべて削除されます。
ko: 응용 프로그램을 제거하는 경우 그 응용 프로그램의 모든 애드온 및 플러그인도 함께 제거됩니다.
ms: Jika anda buang aplikasi, sebarang tambahan atau pemalam untuk aplikasi tersebut biasanya akan dibuang juga.
nb: Når du fjerner et program, vil eventuelle tillegg eller plugins for det programmet vanligvis også bli fjernet.
nl: Wanneer u een toepassing verwijdert, zullen alle uitbreidingen en plug-ins voor deze toepassing ook verwijderd worden.
pt_br: Se você remover uma aplicação, qualquer plug-in ou complemento para aquela aplicação será removido também.
ru: Если вы удаляете приложение, все его дополнения и плагины обычно тоже удаляются.
sl: Če odstranite program, bodo običajno odstranjeni tudi dodatki ali vstavki za ta program.
sr: Ако уклоните неки програм онда ће такође бити уклоњени и сви додаци или прикључци за тај програм.
sv: Om du tar bort ett program, kommer normalt inte tillägg och insticksmoduler för det programmet att tas bort.
tr: Eğer bir uygulamayı kaldırırsanız, o uygulamaya bağlı tüm eklentiler de genellikle kaldırılır.
uk: Якщо ви видаляєте програму, усі її додатки і втулки зазвичай також будуть вилучені.
vi: Nếu bạn tháo gỡ một ứng dụng, bất kỳ trình mở rộng hoặc bổ sung chức năng cho ứng dụng này cũng sẽ bị tháo gỡ.
zh_hk: 如移除某應用程式，其附加元件或外掛程式也會一併移除。
zh_tw: 如移除某應用程式，其附加元件或外掛程式也會一併移除。

source: Multiple applications are sometimes provided as a single package. If any of them are installed, all of them are installed. And if any of them are removed, all of them are removed. Ubuntu Software Center cannot remove them individually, because it has no instructions on how to separate them.
ast: Dalgunes vegaes, delles aplicaciones distribúinse nun únicu paquete. Si s'instala dalguna d'elles, instálense toes. Y si dalguna d'elles se desinstala, desinstálense toes. El Centru de software d'Ubuntu nun pue desinstalales individualmente porque nun se tienen instrucciones sobre cómo separtales.
bs: Više različitih programa ponekad su ponuđeni u jednom paketu. Ako se jedan od njih instalira, svi se instaliraju. Ako se jedan od tih programa uklanja, svi se uklanjaju. Ubuntu centar softvera ih ne može ukloniti individualno jer nema upute kako ih razdvojiti.
cs: Více aplikací je někdy poskytováno jako jediný balík. Pokud je jakákoliv z nich nainstalována, jsou nainstalovány všechny. A pokud je jakákoliv z nich odstraněna, jsou odstraněny všechny. Centrum softwaru pro Ubuntu je nemůže odstranit po jedné, protože nemá pokyny k jejich rozdělení.
da: Du kan bruge <guilabel>Hovedmenu</guilabel>-indstillingerne til at skjule uønskede emner uden af fjerne dem fra computeren. I Ubuntu, kan du finde <guilabel>Hovedmenu</guilabel> under <menuchoice><guimenu>System</guimenu> <guisubmenu>Indstillinger</guisubmenu></menuchoice>. På Ubuntu Netbook Edition, er den under <menuchoice><guimenu>Værktøjer</guimenu><guisubmenu>Indstillinger</guisubmenu></menuchoice>.
de: Mehrere Anwendungen werden manchmal in einem Paket zusammengefasst. Wenn eine davon installiert ist, sind alle installiert und wenn eine davon entfernt wird, werden alle entfernt. Das Software-Center kann Sie nicht einzeln entfernen, da es nicht über die Möglichkeit verfügt, sie zu trennen.
el: Πολλαπλές εφαρμογές μερικές φορές προσφέρονται ως ένα πακέτο. Αν εγκατασταθεί μία από αυτές, εγκαθίστανται όλες. Και αν κάποια από αυτές αφαιρεθεί, θα αφαιρεθούν όλες. Το Κέντρο λογισμικού Ubuntu δεν μπορεί να τις αφαιρέσει μεμονωμένα, επειδή δεν έχει οδηγίες πως να τις διαχωρίσει.
eo: Foje pluraj aplikaĵoj disponeblas kiel unuopa pakaĵo. Se oni instalas iun el ili, oni instalas ĉiujn. Kaj se oni forigas iun el ili, forigas ĉiujn. Ubuntu-Programarejo ne povas forigi ilin unuope, ĉar ĝi ne havas instrukciojn por apartigi ilin.
es: Algunas veces, varias aplicaciones se distribuyen en un único paquete. Si alguna de ellas se instala, todas se instalan. Y si alguna de ellas se desinstalan, todas se desinstalan. El Centro de software de Ubuntu no puede desinstalarlas individualmente porque no se tienen instrucciones sobre cómo separarlas.
fi: Useita sovelluksia toimitetaan joskus samassa paketissa. Jos jokin niistä asennetaan, kaikki asennetaan. Ja jos jokin niistä poistetaan niin kaikki poistetaan. Ubuntun sovellusvalikoima ei voi poistaa niitä yksitellen, koska sillä ei ole ohjeita siitä miten erottaa ne.
fr: Certaines applications sont parfois livrées sous forme de paquet unique. Si l'une d'entre elles est installée, toutes les autres sont installées en même temps. Si l'une d'entre elles est supprimée, les autres le sont aussi. La logithèque Ubuntu ne peut les supprimer individuellement car elle ne dispose d'aucune instruction pour les séparer.
gl: As veces algún aplicativo fornece varios aplicativos de vez como un só paquete. Se se instala algún deles, instálanse todos de vez. E se se desinstala algún deles, desinstalanse todos os demais. O Centro de software de Ubuntu non pode desinstalar de xeito individual, xa que non ten instruccións sobre como separalos.
he: לעתים מספר יישומים ארוזים כחבילה בודדת. אם יישום כלשהו מהחבילה מותקן, כולם יותקנו. ואם אחד מהם מוסר, כולם יוסרו. מרכז התכנה של אובונטו לא יכול להסיר אותם באופן פרטני, כיוון שאין לו שום הנחיות כיצד להפריד אותם.
hr: Više različitih programa ponekad su ponuđeni u jednom paketu. Ako se jedan od njih instalira, svi se instaliraju. Ako se jedan od tih programa uklanja, svi se uklanjaju. Ubuntu centar softvera ih ne može ukloniti individualno jer nema upute kako ih razdvojiti.
hu: Néha több alkalmazás tartozik egy csomagba. Ilyenkor, ha az alkalmazások egyikét telepíti, akkor az összes többi is települ. Ha bármelyiket eltávolítja, akkor pedig az összes is többi eltávolításra kerül. Az Ubuntu szoftverközpont nem tudja ezeket önmagukban eltávolítani, mert nem tudja elkülöníteni egymástól az alkalmazásokat.
id: Beberapa aplikasi terkadang diberikan sebagai satu paket. Jika salah satu dari mereka telah terinstal, semuanya akan terinstal. Dan jika salah satu dari mereka dihapus, semuanya akan ikut terhapus. Ubuntu Software Center tidak dapat menghapusnya secara mandiri, karena tidak memiliki petunjuk bagaimana cara untuk memisahkannya.
it: Alcune applicazioni sono fornite come un singolo pacchetto. Se una di queste viene installata, anche le altre lo sono. Lo stesso vale se ne viene rimossa una. Ubuntu Software Center non è in grado di rimuoverle singolarmente.
ja: 複数のアプリケーションが時として一つのパッケージとして提供されることがあります。そのうちの1つをインストールすると、他もすべてインストールされます。そしてそのうちの1つを削除すると、他もすべて削除されます。それらをどう分離していいか分からないため、Ubuntu ソフトウェアセンターは個別にアプリケーションを削除することができません。
ko: 때때로 여러개의 응용 프로그램이 하나의 패키지로 제공될 수도 있습니다. 그중 하나를 설치하면 패키지의 모든 프로그램을 설치합니다. 그중 하나를 삭제하면 모든 프로그램을 삭제합니다. 패키지를 분리할 방법을 알 수 없으므로 우분투 소프트웨어 센터는 패키지의 일부만 제거할 수 없습니다.
ms: Beberapa aplikasi kadang-kala disediakan di dalam satu pakej. Jika salah satu aplikasi dipasang, semua aplikasi dalam pakej yang sama akan dipasang.Sebaliknya jika salah satu aplikasi tersebut akan dibuang, semuanya dibuang. Pusat Perisian Ubuntu tidak akan membuangnya secara individu, Ini kerana ia tidak mempunyai arahan seperti itu.
nb: Flere programmer er av og til samlet til én pakke. Hvis noen av programmene fra pakken er installert er hele pakken installert. Og hvis noen av programmene fjernes blir alle programmene i pakken fjernet. Ubuntus programvaresenter kan ikke fjerne programmene enkeltvis, siden det ikke er i stand til å adskille programmene.
nl: Verschillende toepassingen worden soms geleverd als één enkel pakket. Als één daarvan geïnstalleerd wordt, zullen ze allemaal geïnstalleerd worden. En als één ervan verwijderd wordt, zullen ze allemaal verwijderd worden. Ubuntu softwarecentrum kan ze niet individueel verwijderen, omdat het geen instructies heeft om ze op te splitsen.
pt_br: Múltiplos aplicativos são às vezes disponibilizados em um único pacote. Se qualquer um deles é instalado, todos o os outros também serão. E se qualquer um deles é removido, todos os outros também o são. A Central de Programas do Ubuntu não pode removê-los individualmente porque não há instruções de como separá-los.
ru: Несколько приложений иногда поставляются в одном пакете. Если одно из них устанавливается, все остальные тоже устанавливаются. И если какое-либо из них удаляется, все остальные тоже удаляются. Центр приложений Ubuntu не может удалить из по отдельности потому, что неизвестно, как их отделить одно от другого.
sl: Včasih je več programov posredovanih v enem paketu. Če je kateri koli od njih nameščen bodo vsi nameščeni. Če odstranimo enega od izmed njih bodo vsi odstranjeni. Programsko središče Ubuntu jih ne more odstraniti posamezno, zato ker nima navodil, kako jih ločiti.
sr: Група програма се понекад обезбеђује као јединствен пакет. Уколико инсталирате неки програм из овог пакета, онда ће бити инсталирани и сви остали програми. И ако уклоните неки програм из овог пакета, онда ће и сви остали програми бити уклоњени. Убунтуов софтверски центар не може да их уклони појединачно, јер нема упутства о томе како да их раздвоји.
sv: Flera program är ibland samlade i ett paket. Om något av dem är installerat, är alla installerade. Om något av dem tas bort, så kommer alla att tas bort. Programcentralen kan inte ta bort dem individuellt, eftersom det saknas instruktioner för hur man separerar dem.
tr: Çoklu uygulamalar bazen tek bir paketle birlikte gelir. Eğer herhangi biri yüklenirse, onların hepsi yüklenir. Eğer herhangi biri kaldırılırsa, onların hepsi kaldırılır. Onların nasıl ayrıştırılacağı hakkında yönerge bulunmadığından dolayı, Ubuntu Yazılım Merkezi onları ayrı ayrı kaldıramaz.
uk: Іноді багато програм встановлюються як один пакунок. Якщо будь-яка з них встановлюється, то вони встановлюються усі. Відповідно, якщо хоч одна з них вилучається, то будуть вилучені вони усі. Центр програм Ubuntu не може виличити їх поодинці, бо неіснує інструкцій як їх розділити.
vi: Nhiều chương trình ứng dụng đôi khi được cung cấp dưới một gói duy nhất. Nếu một trong số chúng được cài đặt, tất cả cũng được cài đặt theo. Và nếu một trong số chúng bị gỡ bỏ, tất cả cũng bị gỡ bỏ theo. Trung tâm phần mềm Ubuntu không thể gỡ bỏ chúng riêng rẻ bởi vì không có hướng dẫn để phân biệt các chương trình ứng dụng trong gói đó.
zh_cn: 多个应用程序有时会以一个单独的安装包提供。安装时将会它们一起安装，移除时也会一起移除。Ubuntu 软件中心不能单独的卸载它们，因为没有如何将它们分开的说明。
zh_hk: 多個應用程式有時會以單一套件方式提供。若其中任何一個被安裝，其他所有也將一併安裝。若其中任何一個被移除，則其它所有也將被一併移除。Ubuntu 軟件中心無法個別移除它們，因為並沒有如何分別移除的指令。
zh_tw: 多個應用程式有時會以單一套件方式提供。若安裝其中任何一個，其他所有也將一併安裝。若其中任何一個移除，則其它所有也將一併移除。Ubuntu 軟體中心無法將其個別移除，因為並沒有如何分別移除的指令。
