Repository: fossasia/x-mario-center
Catalog: po/help/*.po
Languages: ast, bs, cs, da, de, el, eo, es, fi, fr, gl, he, hr, hu, id, it, ja, ko, ms, nb, nl, pt_br, ru, sl, sr, sv, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: To remove software, you need administrator access. (If you set up Ubuntu on this computer yourself, you have administrator access automatically.)
ast: Pa desaniciar software, necesites accesu d'alministrador. (Si configures Ubuntu nesti equipu, tienes accesu d'alministrador de mou automáticu.)
bs: Da biste uklonili program, potreban vam je administratorski pristup (ako ste sami podesili ovo računalo, već imate administratorski pristup).
cs: K odstranění softwaru potřebujete správcovský přístup. (Pokud jste na tomto počítači nastavili Ubuntu vy, máte správcovský přístup automaticky.)
da: For at fjerne software, skal du have administratoradgang. (Hvis du selv har installeret Ubuntu på denne computer, har du automatisk administratorrettigheder).
de: Um Anwendungen zu entfernen, benötigen Sie Systemverwaltungsrechte. (Wenn Sie selbst Ubuntu auf dem Rechner installiert haben, verfügen Sie bereits über Systemverwaltungsrechte.)
el: Για να αφαιρέσετε λογισμικό, χρειάζεστε δικαιώματα διαχειριστή. (Αν εγκαταστήσατε το Ubuntu οι ίδιοι, αυτόματα θα έχετε δικαιώματα διαχειριστή.)
eo: Por malinstali programron, oni bozonas administrajn rajtojn. (Se vi mem instalis je Ubuntu en ĉi tiu komputilo, vi aŭtomate havas administrajn rajtojn.
es: Para desinstalar software, necesitará permisos de administrador. Recuerde que si instaló Ubuntu en este equipo por sí mismo, tiene permisos de administrador de forma automática.
fi: Poistaaksesi ohjelmistoja, tarvitset ylläpitäjän oikeudet ja Internet-yhteyden. (Jos asennus on tehty käyttämälläsi käyttäjätilillä, sinulla on ylläpitäjän oikeudet automaattisesti.)
fr: Afin de supprimer des logiciels, vous devez disposer des droits d'administrateur (si vous avez procédé vous même à l'installation d'Ubuntu sur l'ordinateur concerné, vous possédez automatiquement les droits d'administrateur).
gl: Para desinstalar software, necesita acceso de administrador. (Se configura Ubuntu neste computador, ten acceso de administrador de forma automática.)
he: כדי להסיר תוכנות, יש צורך בגישת ניהול. (אם התקנת אובונטו במחשב זה הוגדרה על ידיך, יש לך גישת ניהול אוטומטית.)
hr: Da biste uklonili program, potreban vam je administratorski pristup (ako ste sami podesili ovo računalo, već imate administratorski pristup).
hu: Szoftverek eltávolításához rendszergazdai jogosultságok szükségesek. (Ha ön telepítette az Ubuntut erre a számítógépre, akkor automatikusan rendelkezik rendszergazdai jogosultságokkal.)
id: Untuk menghapus perangkat lunak, Anda membutuhkan akses administrator. (Jika Anda mengatur Ubuntu pada komputer sendiri, Anda memiliki akses administrator secara otomatis.)
it: Per rimuovere del software, è necessario disporre di accesso come amministratore (se Ubuntu è stato configurato personalmente, si dispone già di accesso come amministratore).
ja: ソフトウェアを削除するには管理者権限が必要です（自分でUbuntuをこのコンピュータにセットアップしたのであれば、管理者権限を持っています）。
ko: 소프트웨어를 제거하려면 관리 권한이 필요합니다. (이 컴퓨터에 우분투를 설정하면 관리자 권한을 자동으로 가지게 됩니다.)
ms: Untuk membuang perisian, anda memerlukan capaian pentadbir. (Jika anda memasang Ubuntu di komputer anda sendiri, anda mempunyai capaian pentadbir secara automatik.)
nb: Du trenger administratortilgang for å fjerne programvare. (Hvis du har satt opp Ubuntu på denne maskinen selv, så har du automatisk administratortilgang.)
nl: Om software te verwijderen, heeft u beheerderstoegang nodig. (Als u Ubuntu eigenhandig op de computer heeft geïnstalleerd, beschikt u reeds over beheerderstoegang.)
pt_br: Para remover programa, você precisa de acesso de administrador. (Se você mesmo configurou o Ubuntu neste computador, você tem acesso de administrador automaticamente.)
ru: Чтобы удалить программное обеспечение, у вас должны быть полномочия администратора. (Если вы установили Ubuntu на этом компьютере самостоятельно, у вас автоматически есть полномочия администратора.)
sl: Če želite odstraniti programsko opremo, morate imeti skrbniški dostop.(Če Ubuntu na tem računalniku nastavite sami, imate skrbniški dostop samodejno.)
sr: Да уклоните софтвер, морате имати администраторски приступ. (Ако сте сами подесили Убунту на овом рачунару, аутоматски имате администраторски приступ.)
sv: För att ta bort ett program, behöver du administratörsbehörighet . (Om du själv har installerat Ubuntu på den här datorn, då har du administratörsbehörighet automatiskt.)
tr: Yazılım kaldırmak için yönetici erişimine sahip olmalısın. (Eğer Ubuntu'yu bu bilgisayara kendin yüklediysen, yönetici erişimine otomatik olarak sahipsin.)
uk: Для видалення програм вам потрібні права адміністратора. (Якщо ви власноручно встановлювали Ubuntu на цей комп’ютер ви отримуєте права адміністратора автоматично)
vi: Để gỡ bỏ phần mềm, bạn cần truy cập với quyền quản trị. (Nếu bạn cài Ubuntu trên máy của bạn, quyền quản trị tự động được truy cập.)
zh_cn: 要移除软件，您必须有管理员权限。(如果这台计算机上的 Ubuntu 系统是您自己安装的，那么您已自动拥有了管理员权限。)
zh_hk: 欲移除軟件，您需要管理者權限。（若您自己在此電腦上安裝 Ubuntu，您將自動擁有管理者權限。）
zh_tw: 欲移除軟體，您需要管理者權限。（若您自己在此電腦上安裝 Ubuntu，您將自動擁有管理者權限。）

source: In the <guilabel>Installed Software</guilabel> section, find the item you want to remove.
ast: Na seición <guilabel>Software instalador</guilabel> busca l'elementu que quies desaniciar.
bs: U kategoriji <guilabel>Instalirani softver</guilabel>, pronađite program kojeg želite ukloniti.
cs: V sekci <guilabel>Nainstalovaný software</guilabel> najděte položku, kterou chcete odstranit.
da: Find det du ønsker at fjerne, i sektionen<guilabel>Installeret software</guilabel>.
de: Suchen Sie im Bereich <guilabel>Installierte Anwendungen</guilabel> die Anwendung, die Sie entfernen möchten.
el: Στο τμήμα <guilabel>Εγκατεστημένο λογισμικό</guilabel>, βρείτε το αντικείμενο που θέλετε να αφαιρέσετε.
eo: En la sekcio <guilabel>Instalitaj programaroj</guilabel>, serĉu la eron forigotan.
es: En la sección de <guilabel>Software instalado</guilabel>, busque el elemento que quiere desinstalar.
fi: Etsi poistettava kohde <guilabel>Asennetut ohjelmistot</ guilabel> -osiosta.
fr: Dans la section <guilabel>Logiciels installés</guilabel>, repérez l'élément que vous désirez supprimer.
gl: Na sección <guilabel>Software instalado</guilabel> busque o elemento que desexa desinstalar.
he: באגף <guilabel>תוכנות מותקנת</guilabel>, ניתן למצוא את הפריטים שברצונך להסיר.
hr: U kategoriji <guilabel>Instalirani softver</guilabel>, pronađite program kojeg želite ukloniti.
hu: Keresse meg az eltávolítani kívánt szoftvert a <guilabel>Telepített szoftverek</guilabel> oldalon.
id: Pada bagian <guilabel>Perangat Lunak Terpasang</guilabel>, Anda akan mendapatkan item yang ingin dihapus.
it: Nella sezione <guilabel>Software installato</guilabel>, trovare l'elemento da rimuovere.
ja: <guilabel>インストール済みソフトウェア</guilabel> セクションで削除したいアイテムを探します。
ko: <guilabel>설치된 소프트웨어</guilabel> 부분에서 제거하고자 하는 항목을 찾으십시오.
ms: Dalam bahagian <guilabel>Perisian Dipasang </guilabel>, cari item yang anda ingin buang.
nb: Finn programvaren du vil fjerne i kategorien <guilabel>Installert programvare</guilabel>.
nl: Ga in de sectie <guilabel>Geïnstalleerde software</guilabel> naar het item dat u wilt verwijderen.
pt_br: Na seção <guilabel>Programas instalados</guilabel>, procure o item que você deseja remover.
ru: В разделе <guilabel>Установленное программное обеспечение</guilabel> найдите программу, которую вы хотите удалить.
sl: V oddelku <guilabel>Nameščena programska opremma</guilavle>, najdite predmet, ki ga želite odstraniti.
sr: У одељку <guilabel>Инсталирани софтвер</guilabel>, пронађите ставку коју желите да уклоните.
sv: Under avdelningen <guilabel>Installerad programvara</guilabel>, sök efter det objekt du vill ta bort.
tr: <guilabel>Yüklenmiş Yazılımlar</guilabel> bölümünde kaldırmak istediğiniz öğeyi bulun.
uk: У розділі <guilabel>Встановлене ПЗ</guilabel>, знайдіть пункт, який ви хочете вилучити.
vi: Trong phần <guilabel>Phần mềm đã cài đặt</guilabel> , tìm mục bạn muốn gỡ bỏ.
zh_cn: 在 <guilabel>已安装的软件</guilabel> 部分，找到您想卸载的项目。
zh_hk: 在 <guilabel>已安裝軟件</guilabel>部份，找出您想要移除的軟件。
zh_tw: 在 <guilabel>已安裝軟體</guilabel> 部份，找出要移除的軟體。

source: Select the item in the list, and choose <guilabel>Remove</guilabel>. You may need to enter your Ubuntu password.
ast: Seleiciona l'elementu na llista y esbilla <guilabel>Desaniciar</guilabel>. Pue ser que necesites introducir la contraseña d'Ubuntu.
bs: Označite stavku na popisu i odaberite <guilabel>Ukloni</guilabel>. Možda ćete biti upitani za unos vaše Ubuntu lozinke.
cs: Vyberte položku ze seznamu a zvolte <guilabel>Odstranit</guilabel>. Možná budete muset zadat vaše heslo v Ubuntu.
da: Vælge emnet på listen, og tryk på <guilabel>Fjern</guilabel>. Det kan være nødvendigt at du indtaster din Ubuntu adgangskode.
de: Wählen Sie die Anwendung aus der Liste und klicken Sie auf <guilabel>Entfernen</guilabel>. Sie müssen anschließend Ihr Ubuntu-Passwort eingeben.
el: Επιλέξτε το αντικείμενο από τη λίστα και πατήστε <guilabel>Απομάκρυνση</guilabel>. Μπορεί να χρειαστεί να εισάγετε το συνθηματικό σας για το Ubuntu.
eo: Elektu la eron en la listo, kaj elektu <guilabel>Forigi</guilabel>. Eble vi devos enigi vian Ubuntu-pasvorton.
es: Seleccione un elemento en la lista y elija <guilabel>Desinstalar</guilabel>. Puede que necesite introducir su contraseña de Ubuntu.
fi: Valitse kohde luettelosta ja valitse <guilabel>Poista</ guilabel>. Saatat tarvita salasanaasi.
fr: Sélectionnez cet élément dans la liste et cliquez sur <guilabel>Supprimer</guilabel>. Votre mot de passe Ubuntu vous sera peut-être demandé.
gl: Seleccione o elemento na lista e elixa <guilabel>Desinstalar</guilabel>. Pode necesitar introducir o seu contrasinal de Ubuntu.
he: יש לבחור את הפריט מהרשימה ואז לבחור ב<guilabel>הסרה</guilabel>. יתכן שיהיה עליך להזין את ססמת השימוש שלך באובונטו.
hr: Označite stavku na popisu i odaberite <guilabel>Ukloni</guilabel>. Možda ćete biti upitani za unos vaše Ubuntu lozinke.
hu: Válassza ki az eltávolítani kívánt szoftvert, majd kattintson az <guilabel>Eltávolítás</guilabel> gombra. Előfordulhat, hogy meg kell adnia a jelszavát.
id: Pilih item dalam daftar, lalu pilih <guilabel>Hapus</guilabel>. Anda mungkin perlu memasukkan sandi Ubuntu.
it: Selezionare l'elemento dall'elenco e fare clic su <guilabel>Rimuovi</guilabel>. Potrebbe essere necessario inserire la propria password.
ja: リストにあるアイテムを選択し、<guilabel>削除</guilabel> を選びます。Ubuntuのパスワードの入力が必要になるかもしれません。
ko: 목록에서 항목을 고르고 <guilabel>제거</guilabel>를 선택합니다. 우분투 암호를 입력해야 할 수 있습니다.
ms: Pilih item dalam senarai, dan pilih <guilabel> Buang </ guilabel>. Anda perlu memasukkan kata laluan Ubuntu anda.
nb: Velg programmet i listen og trykk <guilabel>Fjern</guilabel>. Du vil trenge passordet ditt for å gjøre dette.
nl: Selecteer het item in de lijst en kies <guilabel>Verwijderen</guilabel>. Het kan zijn dat u uw Ubuntu-wachtwoord moet invoeren.
pt_br: Selecione o item na lista, e escolha <guilabel>Remover</guilabel>. Você precisa digitar sua senha do Ubuntu.
ru: Выберите пункт списка и нажмите <guilabel>Удалить</guilabel>. Вам может потребоваться ввести ваш пароль к Ubuntu.
sl: Izberite predmet na seznamu in izberite<guilable>Odstrani</guilable>. Mogoče boste morali vnesti vaše Ubuntu geslo.
sr: Изаберите ставку са списка, а затим изаберите <guilabel>Уклони</guilabel>. Можда ћете морати да унесете вашу Убунту лозинку.
sv: Välj objektet i listan och välj <guilabel>Ta bort</guilabel>. Du kanske behöver ange ditt Ubuntu-lösenord
tr: Listeden öğeyi seçin, ve <guilabel>Kaldır</guilabel>ı seçin. Ubuntu parolanızı girmeniz gerekebilir.
uk: Виберіть потрібний елемент в списку і натисніть <guilabel>Видалити</guilabel>. Після чого вам буде запропоновано ввести Ваш пароль до Ubuntu.
vi: Chọn mục từ danh dách, và chọn <guilabel>Gỡ bỏ</guilabel>. Có thể bạn cần nhập mật khẩu Ubuntu.
zh_cn: 在列表中选择项目，选择 <guilabel>移除</guilabel>。您可能要输入自己的 Ubuntu 密码。
zh_hk: 在列表中選擇項目，並點選 <guilabel>移除</guilabel>。您可能需要輸入您的 Ubuntu 密碼。
zh_tw: 在列表中選擇項目，並點選 <guilabel>移除</guilabel>。您可能需要輸入您的 Ubuntu 密碼。

source: If a program is open when you remove it, usually it will stay open even after it is removed. As soon as you close it, it will no longer be available.
ast: Si un programa taba abiertu cuando lu desinstallasti, normalmente permanecerá abiertu inclusu dempués de desinstalalu. Namás que lu zarres, yá nun va tar más disponible.
bs: Ako je program pokrenut dok ga uklanjate, obično će ostati aktivan čak i nakon uklanjanja. Čim program zatvorite, on postaje nedostupan.
cs: Pokud je program otevřen, když jej odstraňujete, obvykle zůstane otevřen i po odstranění. Jakmile jej zavřete, nebude již k dispozici.
da: Hvis et program er åbent når du fjerner det, vil det normalt forblive åbent selv efter det er fjernet. Så snart du lukker det, vil det ikke længere være tilgængelige.
de: Wenn Sie ein Programm geöffnet haben, während Sie es entfernen, wird es normalerweise geöffnet bleiben, nachdem es entfernt wurde. Sobald Sie es schließen, wird es nicht weiter verfügbar sein.
el: Αν ένα πρόγραμμα είναι ανοικτό ενώ το αφαιρείτε, συνήθως θα παραμείνει ανοικτό ακόμα και μετά που θα έχει αφαιρεθεί. Μόλις το κλείσετε και μετά, δε θα είναι πια διαθέσιμο.
eo: Se programo estas rulata kiam vi malinstalas ĝin, ĝi restos rulata eĉ post forigo. Kiam vi haltos ĝin, ĝi tuj estos ne plu disponebla.
es: Si un programa estaba abierto cuando lo desinstaló, normalmente permanecerá abierto incluso después de haber sido desinstalado. En cuanto lo cierre, ya no estará disponible más.
fi: Jos ohjelma on auki poistettaessasi sitä, se yleensä pysyy auki vaikka se on poistettu. Heti kun suljet sen, se ei ole enää saatavilla.
fr: Si un programme est en cours d'exécution quand vous le désinstallez, il restera généralement ouvert même après sa suppression. Il cessera d'être disponible dès que vous le fermerez.
gl: Se un programa está aberto ao desinstalalo, polo xeral manterase aberto despois de ser desinstalado. Unha vez que o peche, xa non estará dispoñíbel.
he: אם תכנית פועלת בזמן הסרתה, לרוב היא תישאר פתוחה גם לאחר הסרתה. ברגע שתיסגר היא לא תהיה זמינה עוד.
hr: Ako je program pokrenut dok ga uklanjate, obično će ostati aktivan čak i nakon uklanjanja. Čim program zatvorite, on postaje nedostupan.
hu: Ha az alkalmazás fut az eltávolítás megkezdésekor, akkor mindaddig futni fog az eltávolítás befejezése után is, amíg nem zárja be. Ezután viszont többé már nem lesz elérhető.
id: Jika sebuah program dalam keadaan terbuka saat anda menghapusnya, biasanya akan tetap terbuka meskipun sudah dihapus. Setelah anda menutupnya, program tidak akan lagi tersedia lagi.
it: Se un programma è in esecuzione quando lo si sta rimuovendo, resterà aperto anche a rimozione compiuta. Una volta chiuso, non sarà più disponibile.
ja: 削除するプログラムを開いている場合、削除後でも開かれたままのことが多いでしょう。一度閉じてしまうと、プログラムを使うことができなくなります。
ko: 실행 중인 프로그램을 제거할 경우, 일반적으로 그 프로그램은 제거 후에도 실행되어 있을 것입니다. 해당 프로그램을 닫는 순간 더 이상 실행할 수 없게 됩니다.
ms: Jika sebuah perisian masih akftif ketika anda membuangnya, biasanya perisian tersebut akan tetap terbuka walaupun telah dibuang. Apabila anda menutupnya, ia tidak boleh digunakan.
nb: Hvis et program kjører når du fjerner det vil det vanligvis fortsette med å kjøre selv etter at det er fjernet. Det vil ikke være tilgjengelig lenger straks du lukker det.
nl: Als een programma geopend is terwijl u het verwijdert, zal het gewoonlijk geopend blijven zelfs nadat het verwijderd is. Nadat u het heeft afgesloten zal het niet meer beschikbaar zijn.
pt_br: Se um programa está aberto enquanto você o remove, geralmente ele permanecerá aberto após removido. Logo que você o feche, ele não estará mais disponível.
ru: Если программа была открыта, когда вы её удалили, она обычно остаётся открытой даже после удаления. Как только вы закроете её, она пропадёт окончательно.
sl: Če je program odprt, medtem ko ga odstranjujete,bo ponavadi ostal odprt tudi po tem, ko ga boste odstranili. Takoj, ko ga zaprete ne bo več na voljo.
sr: Ако је програм био отворен када сте га уклонили, обично ће остати отворен и након обављеног уклањања. Чим га затворите, више неће бити доступан.
sv: Om ett program är öppet när du tar bort det, kommer det vanligtvis fortsätta vara öppet efter att det tagits bort. Så snart som du stänger det, kommer det inte längre att vara tillgängligt.
tr: Eğer programı açıkken kaldırırsanız, çoğu zaman kaldırdıktan sonra bile açık kalacaktır. Kapattığınızda ise artık kullanılamaz hale gelir.
uk: Якщо програма відкрита, коли ви її видаляєте, зазвичай вона залишається відкритою , навіть після видалення. Після закриття програми вона перестане бути доступною
vi: Nếu một chương trình đang được mở trong khi bạn gỡ bỏ nó, thường thì nó vẫn được mở thậm chí sau khi gỡ bỏ. Nhưng khi bạn tắt nó đi, thì nó không mở lại được nữa.
zh_cn: 如果某个程序在您移除它时已经打开，一般情况下在移除后它还会保持打开状态。一旦您关闭它，程序就不能再用了。
zh_hk: 若一個程式在您移除時仍然開啟，通常即使在移除後它依然會保持開啟狀態。一旦您關閉它，它將不再能使用。
zh_tw: 若程式在移除時仍然開啟，通常即使在移除後依然會保持開啟狀態。一旦關閉將不再能使用。

source: Why is it asking me to remove several programs together?
ast: ¿Por qué ta entrugándoseme desaniciar dellos programes xuntos?
bs: Zašto me pita za uklanjanje nekoliko programa zajedno?
cs: Proč se mne to ptá na odstraňování několika programů najednou?
da: Hvorfor beder den mig om at fjerne flere programmer på en gang?
de: Warum werde ich gefragt, viele verschiedene Programme zusammen zu entfernen?
el: Γιατί μου ζητάει να αφαιρέσω μαζί μερικά προγράμματα;
eo: Kial ĝi postulas ke mi malinstalu kelkajn programojn kune?
es: ¿Por qué me pide desinstalar varios programas juntos?
fi: Miksi Ubuntun sovellusvalikoima haluaa poistaa useita ohjelmia kerralla?
fr: Pourquoi m'est-il demandé de supprimer plusieurs programmes à la fois?
gl: Porqué esta preguntándome para desinstalar varios programas á vez?
he: מדוע מופיעה שאלה להסרת מספר תכניות יחד?
hr: Zašto me pita za uklanjanje nekoliko programa zajedno?
hu: Miért akar a szoftverközpont több programot is eltávolítani?
id: Kenapa meminta saya untuk menghapus beberapa program bersama?
it: Perché viene chiesto di rimuovere diversi programmi?
ja: なぜ複数のプログラムを同時に削除するのか聞かれるのですか？
ko: 왜 여러 개의 프로그램을 함께 제거할 것인지 묻나요?
ms: Mengapa ia meminta saya memadam beberapa perisian serentak?
nb: Hvorfor spør det meg om å fjerne flere programmer samtidig?
nl: Waarom wordt mij gevraagd of ik meerdere programma's tegelijk wil verwijderen?
pt_br: Por que está pedindo para remover vários programas junto?
ru: Почему меня просят удалить несколько программ одновременно?
sl: Zakaj me sprašuje o odstranitvi več programov hkrati?
sr: Зашто тражи од мене да уклоним неколико програма заједно?
sv: Varför frågar den mig om att ta bort flera program samtidigt?
tr: Neden birkaç programı birlikte kaldıracağını soruyor?
uk: Чому під час вилучення одних програм система намагається вилучити інші?
vi: Tại sao lại hỏi tôi để gỡ bỏ một vài chương trình cùng nhau?
zh_cn: 为什么让我同时卸载一些其他的软件？
zh_hk: 為何要我同時移除數個程式？
zh_tw: 為甚麼要叫我要一起移除幾個程式？
