Repository: fossasia/x-mario-center
Catalog: po/help/*.po
Languages: ast, bs, cs, da, de, el, eo, es, fi, fr, gl, he, hr, hu, id, it, ja, ko, ms, nb, nl, pt_br, ru, sl, sr, sv, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
bs: Ovaj priručnik je treći dio kolekcije GNOME priručnika distribuiranih pod GFDL licencom. Ako želite distribuirati ovaj priručnik odvojeno od ove kolekcije, to možete učiniti dodavanje kopije ove licence uz priručnik, kao što je objašnjeno u članku 6 ove licence.
cs: Tato příručka je součástí sbírky příruček GNOME šířených za podmínek licence GNU FDL. Pokud chcete tento dokument šířit odděleně od sbírky, musíte přiložit kopii licence dle popisu v oddílu 6 dané licence.
da: Denne manual er en del af GNOME maualer distribueret under GFDL. Hvis du ønsker at distribuere denne manual separat fra denne samling, kan du gøre det ved at tilføje en kopi af licensen for manualen, som beskrevet i sektion 6 af licensen.
de: Dieses Handbuch ist Teil einer Sammlung von GNOME-Handbücher, welche unter der GFDL verbreitet werden. Wenn Sie es unabhängig von der Sammlung weitergeben möchten, können Sie das tun, indem Sie eine Kopie der Lizenz, wie in Abschnitt 6 der Lizenz beschrieben, beilegen.
el: Αυτό το εγχειρίδιο είναι μέρος μιας συλλογής εγχειριδίων του GNOME που διανέμονται υπό την GFDL. Αν θέλετε να διανείμετε αυτό το εγχειρίδιο ξεχωριστά από τη συλλογή, μπορείτε να το πράξετε προσθέτοντας ένα αντίγραφο της άδειας στο εγχειρίδιο, όπως περιγράφεται στο άρθρο 6 της άδειας.
eo: Ĉi tiu manlibro estas parto de kolekto de GNOME-manlibroj disdonitaj laŭ la GFDL. Se vi volas disdoni ĉi tiun manlibron aparte de la kolekto, vi povas fari tion se vi aldonas kopion de la permesilo al la manlibro, kiel priskribite en sekcio 6 de la permesilo.
es: Este manual es parte de la colección de manuales de GNOME, distribuidos bajo la licencia GFDL. Si desea distribuir este manual separado de la colección, puede hacerlo adjuntando una copia de la licencia al manual, como se describe en la sección 6 de la licencia.
fi: Tämä ohje on osa Gnomen käyttöohjeiden kokoelmaa ja käytettävissä GFDL-lisenssillä. Voit levittää tätä ohjetta erillisenä ilman muita kokoelmaan kuuluvia ohjeita liittämällä mukaan kopioin ohjeen lisenssistä lisenssin osion 6 ehtojen mukaisesti.
fr: Ce manuel fait partie d'une collection de manuels GNOME distribués sous la licence GFDL. Si vous voulez le distribuer en dehors de la collection, vous pouvez le faire lui annexant une copie de la licence, comme décrit dans la section 6 de cette licence.
gl: Este manual é parte dunha colección de manuais de GNOME distribuidas baixo a GFDL. Se quere distribuir este manual de forma separada da colección pode facelo engadindo unha copia da licenza ao manual, como se describe na sección 6 da licenza.
he: מדריך זה הנו חלק מתוך אוסף של מדריכי GNOME המופצים ברישיון GFDL. אם ברצונך להפיץ מדריך זה בנפרד מהאוסף, ניתן לעשות זאת על ידי הוספת עותק של הרישיון למדריך כפי שמתואר בסעיף 6 של הרישיון.
hr: Ovaj priručnik je treći dio kolekcije GNOME priručnika distribuiranih pod GFDL licencom. Ako želite distribuirati ovaj priručnik odvojeno od ove kolekcije, to možete učiniti dodavanje kopije ove licence uz priručnik, kao što je objašnjeno u članku 6 ove licence.
hu: Ez a kézikönyv része a GFDL alatt megjelenő GNOME dokumentációk gyűjteményének. A kézikönyv a gyűjteménytől függetlenül szabadon terjeszthető, a licenc másolatát mellékelve a 6. fejezetben leírtaknak megfelelően.
it: Questo manuale fa parte di una collezione di manuali GNOME distribuiti nei termini della licenza GFDL. Per distribuire questo manuale separatamente dalla collezione, includere una copia della licenza al manuale come descritto nella sezione 6 della licenza.
ja: このマニュアルは GFDL のもとで頒布される GNOME マニュアルの一部です。このマニュアルの一部分のみ頒布したい場合は、ライセンスの6章で述べているように、マニュアルのライセンスのコピーを添付することで頒布可能になります。
ko: 이 설명서는 GFDL의 약정하에서 배포하는 그놈 설명서 모음집의 일부입니다. 모음집과 따로 분리하여 배포하고 싶다면 6절에 서술되어는대로 설명서에 허가서의 복사본을 추가함으로써 가능합니다.
ms: Manual ini merupakan sebahagian dari koleksi manual GNOME yang diedarkan di bawah GFDL. Jika anda ingin mengedarkan Manual ini secara berasingan daripada koleksinya, anda boleh melakukannya dengan menambah satu salinan lesen ke dalam manual seperti yang dinyatakan di dalam bahagian 6 bahagian di dalam lesen.
nb: Denne manualen er en del av en samling av GNOME-manualer som er distribuert under GFDL. Hvis du ønsker å distribuére denne manualen adskilt fra resten av samlingen kan du gjøre det ved å legge til lisensen i manualen, som forklart under punkt 6 i lisensen.
pt_br: Este manual é parte de uma coleção de manuais para o GNOME distribuídos sob a GFDL. Se você deseja distribuir este manual separado da coleção, você pode fazê-lo, desde que adicione uma cópia da licença ao manual, conforme a seção 6 da licença.
ru: Это руководство является частью коллекции руководств GNOME и распространяется под лицензией GFDL. Если вы хотите распространять это руководство отдельно от коллекции, вы можете это сделать добавив копию лицензии к руководству, как описано в разделе 6 лицензии.
sl: Priročnik je del zbirke GNOME priročnikov objavljenega v skladu s GFDL. V kolikor bi želeli priročnik objaviti samostojno, ločeno od zbirke, mu je treba priložiti kopijo dovoljenja, kot je to opisano pod 6. točko.
sr: Овај приручник је део збирке Гномових упутстава расподељен под ГСДЛ. Уколико желите да расподељујете ово упутство одвојено из збирке, то можете учинити додавањем примерка дозволе приручнику, као што је описано у дозволи о коришћењу у одељку 6.
sv: Denna handbok utgör en av flera GNOME-handböcker som distribueras under villkoren i GFDL. Om du vill distribuera denna handbok separat från övriga handböcker kan du göra detta genom att lägga till en kopia av licensavtalet i handboken enligt instruktionerna i avsnitt 6 i licensavtalet.
tr: Bu kılavuz, GFDL altında dağıtılan GNOME kılavuzlarının bir koleksiyonunun parçasıdır. Eğer bu kılavuzu koleksiyondan ayrı olarak dağıtmak istiyorsan, lisansın 6. bölümünde açıklandığı gibi, kılavuza lisansın bir kopyasını ekleyerek bunu yapabilirsin.
uk: Ця довідка є частиною колекції документації з GNOME і поширюється під GFDL. Якщо ви бажаєте розповсюджувати цю довідку окремо від колекції, ви можете зробити це, додавши до довідки копію ліцензії, як описано у пункті 6 ліцензії.
vi: Hướng dẫn này là một phần của tài liệu hướng dẫn GNOME phân phối dưới giấy phép GFDL. Nếu bạn muốn phân phối riêng tài liệu này từ tập hợp trên, bạn có thể thêm giấy phép vào phần hướng dẫn, như mô tả trong phần 6 của giấy phép.
zh_cn: 本手册是GNOME手册集的一部分，以 GFDL 证书发布。若您想从手册集中单独发布本手册，您需要将本证书复制一份添加到这本手册中，如证书第 6 节描述的那样。
zh_hk: 此手冊是 GNOME 手冊集合中的一部分，依據 GFDL 條款進行散布。如果您想要從集合中單獨散布此手冊的話，您可以藉由加入一份該條款的副本到手冊內來達成目的，詳細情況在授權條款的第六節內有描述。
zh_tw: 此手冊是 GNOME 手冊集合中的一部分，依據 GFDL 條款進行散布。如果您想要從集合中單獨散布此手冊的話，您可以藉由加入一份該條款的副本到手冊內來達成目的，詳細情況在授權條款的第六節內有描述。

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
bs: Mnoga od imena koja koriste kompanije za razlikovanje svojih proizvoda i usluga su proglašena zaštitnim znacima. gdje se ta imena pojave u bilo kom GNOME dokumentu, a članovi Projekta GNOME dokumentacije su svesni tih zaštitnih znakova, onda su imena ispisana velikim slovima ili velikim početnim slovom.
cs: Mnoho užívaných jmen určených ke zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci užita a členové Dokumentačního projektu GNOME jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takové jméno psáno velkými písmeny celé nebo s velkým písmenem na začátku.
da: Mange af de navne der bruges af firmaer til at udskille deres produkter og tjenester hævdes som værende varemærker. Der hvor disse navne optræser i en GNOME-dokumentation og medlemmerne af GNOME-dokumentationsprojektet bliver gjort opmærksom på disse varemærker, vil navnene være med store bogstaver, eller stort forbogstav.
de: Bei vielen der von Firmen zur Unterscheidung ihrer Produkte und Dienstleistungen verwendeten Namen handelt es sich um Marken. An den Stellen, an denen derartige Namen in einer GNOME-Dokumentation vorkommen und wenn die Mitglieder des GNOME-Dokumentationsprojekts über diese Marken informiert wurden, sind die Namen in Großbuchstaben oder mit großen Anfangsbuchstaben geschrieben.
el: Πολλές από τις ονομασίες που χρησιμοποιούνται από εταιρείες για τη διαφοροποίηση των προϊόντων και υπηρεσιών τους έχουν καταχωριθεί ως εμπορικά σήματα. Σε όποιο σημείο της τεκμηρίωσης GNOME τυχόν εμφανίζονται αυτές οι ονομασίες, και εφόσον τα μέλη του Έργου τεκμηρίωσης GNOME έχουν λάβει γνώση αυτών των εμπορικών σημάτων, τότε οι ονομασίες ή τα αρχικά αυτών θα γράφονται με κεφαλαίους χαρακτήρες.
eo: Multaj nomoj uzataj de kompanioj por distingi siajn produktojn kaj servojn estas alproprigitaj kiel varnomoj. Kie tiuj nomoj aperas en ajna GNOME-dokumento, kaj membroj de la Dokumentada Projekto de GNOME estas sciigitaj pri tiuj varnomoj, tie la nomoj estas majusklaj aŭ havas majusklajn komencliterojn.
es: Muchos de los nombres usados por empresas para distinguir sus productos y servicios se mencionan como marcas comerciales. Donde aparezcan dichos nombres en cualquier documentación GNOME, y para que los miembros del proyecto de documentación reconozcan dichas marcas comerciales, dichos nombres se imprimen en mayúsculas o iniciales mayúsculas.
fi: Monet tuotteiden ja palveluiden nimet ovat tuotemerkkejä. Gnomen dokumentointiprojektissa nämä nimet pyritään kirjoittamaan suuraakkosin tai isolla alkukirjaimella, sikäli kun projektin jäsenet tietävät kyseisistä tuotemerkeistä.
fr: La plupart des noms utilisés par les entreprises pour distinguer leurs produits et services sont des marques déposées. Lorsque ces noms apparaissent dans la documentation GNOME et que les membres du projet de Documentation GNOME sont informés de l'existence de ces marques déposées, soit ces noms entiers, soit leur première lettre est en majuscule.
gl: Moitos dos nomes usados por empresas para distinguir os seus produtos e servizos menciónanse como marcas comerciais. Onde aparezan ditos nomes en calquera documentación GNOME, e para que os membros do proxecto de documentación recoñezan ditas marcas comerciais, ditos nomes imprímense en maiúsculas ou iniciais en maiúsculas.
hr: Mnogi nazivi, koje tvrtke koriste za diferencijaciju svojih proizvoda i usluga, proglašeni su zaštitnim znakom. Kada se takvi nazivi spominju u bilo kojoj GNOME dokumentaciji, a članovima projekta GNOME dokumentacije se skrene pozornost na zaštitne znakove, ona se pišu velikim početnim slovom.
hu: A cégek különböző, védjegy alá tartozó elnevezéseket használnak termékeik és szolgáltatásuk megkülönböztetéséhez. Ahol ezek a nevek megjelennek bármelyik GNOME dokumentációban és a GNOME dokumentációs projekt tagjainak tudomásuk van a védjegyről, abban az esetben ezek az elnevezések teljes egészében vagy kezdőbetűik nagybetűsek.
it: Molti dei nomi usati dalle aziende per distinguere i propri prodotti e servizi sono rivendicati come marchi. Quando questi nomi compaiono nella documentazione di GNOME, e i partecipanti al GNOME Documentation Project sono consapevoli del loro utilizzo, essi vengono scritti in lettere maiuscole o con l'iniziale maiuscola.
ja: 企業は、自社の製品やサービスを区別するために使用する多くの名称が登録商標であると主張しています。これらの名称が GNOME のドキュメント中に表記されており、GNOME ドキュメンテーション・プロジェクトのメンバがこれらの登録商標に注意を払っている箇所では、すべて大文字にするか、最初の文字を大文字にしています。
ko: 기업의 제품과 서비스를 식별하기 위해 사용된 많은 이름은 상표로 간주됩니다. 그놈 문서에 사용된 이름과 그놈 문서 프로젝트의 구성원은 해당 상표로, 모두 대문자로 표시되거나 첫 글자가 대문자로 표시되어 있습니다.
ms: Pelbagai Jenama yang digunakan oleh syarikat untuk membezakan produk dan perkhidmatan yang dituntut sebagai cap dagang. Jika Jenama itu muncul dalam setiap dokumentasi GNOME, maka ahli-ahli Projek Dokumentasi GNOME berhati-hati menggunakan tanda dagangan tersebut, oleh itu Jenama tersebut dinyatakan dalam huruf besar sepenuhnya atau huruf besar pada permulaan huruf .
nb: Mange av navnene som selskap bruker på sine produkter og tjenester er varemerker. Medlemmene av GNOMEs dokumentasjonsprosjekt er oppmerksomme på dette, så slike varemerker er betegnet med store bokstaver eller stor forbokstav der de er nevnt i GNOMEs dokumentasjon.
nl: Vele van de namen die door bedrijven gebruikt worden om hun producten en diensten te onderscheiden zijn geclaimd als handelsmerken. Waar deze namen voorkomen in GNOME-documentatie, en medewerkers van het GNOME-documentatieproject op de hoogte zijn gebracht van de handelsmerken, worden de namen in hoofdletters weergegeven, of beginnen ze met hoofdletters.
pt_br: Muitos dos nomes usados por companhias para distinguir seus produtos e serviços são marcas registradas. Quando esses nomes ocorrem em alguma parte da documentação do GNOME, e os membros do Projeto de documentação do GNOME estiverem cientes de serem marcas registradas, esses nomes estarão maiúsculas ou com as iniciais em maiúsculas.
ru: Многие имена, используемые компаниями для обозначения своих продуктов и услуг, заявлены в качестве товарных знаков. Если эти имена появляются в какой-либо документации GNOME, и члены проекта документирования GNOME были осведомлены об этих торговых марках, то эти имена обозначаются с заглавными буквами или начальными заглавными буквами.
sl: Podjetja uporabljajo različna imena za označevanje izdelkov in storitev z lastnimi blagovnimi znamkami. Tam, kjer se ta imena pojavijo v dokumentih GNOME ali drugih sorodnih projektih GNOME, jih je treba ustrezno označiti z velikimi črkami ali z velikimi začetnicami.
sr: Многа од имена која користе компаније за разликовање својих производа и услуга су утврђена као заштитни знаци. Где се та имена појављују у некој Гномовој документацији, чланови Пројекта Гномове документације су свесни тих заштитних знакова, онда су имена исписана великим словима, или почетним великим словима.
sv: Flera namn på produkter och tjänster är registrerade varumärken. I de fall dessa namn förekommer i GNOME-dokumentation - och medlemmarna i GNOME-dokumentationsprojektet är medvetna om dessa varumärken - är de skrivna med versaler eller med inledande versal.
tr: Şirketlerin kendi ürünlerini ve sunumlarını ayırt etmek için kullandıkları isimlerin çoğu tescilli marka olarak kabul edilirler. Bu isimlerin geçtiği GNOME belgelemeleri ve GNOME Belgeleme Tasarısı üyeleri bu tescilli markalar hakkında bilinçlendirilirler, sonra bu isimler tamamı ya da sadece ilk harfi büyük olacak şekilde yazılırlar.
uk: Деякі назви, які використовуються компаніями для розповсюдження своїх продуктів та послуг є торговими марками. Якщо такі назви зустрічаються в документації GNOME і учасникам проекту документування GNOME відомо, що вони є торговими марками, тоді ці назви виділяться великими літерами або починаються з великої літери.
vi: Nhiều cái tên được dùng bởi các công ty để nhận ra các sản phẩm của họ và các dịch vụ được tuyên bố là nhãn hiệu. Trường hợp tên của chúng xuất hiện trong tài liệu GNOME, và các thành viên của Dự án Tài liệu GNOME nhận ra đó là các nhãn hiệu, các tên được viết hoa hay viết hoa chữ cái ở đầu từ.
zh_cn: 各个公司使用的许多用于区别它们产品和服务的名称都声明为商标。在所有的 GNOME 文档以及 GNOME 文档项目的成员中，这些名称都是以全大写字母或首字母大写显示，从而表明它们是商标。
