Repository: fossasia/x-mario-center
Catalog: po/help/*.po
Languages: ast, bs, cs, da, de, el, eo, es, fi, fr, gl, he, hr, hu, id, it, ja, ko, ms, nb, nl, pt_br, ru, sl, sr, sv, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: How long something takes to install depends on how large it is, and the speed of your computer and Internet connection.
ast: El tiempu que lleva una instalación depende de lo grande que ye, la velocidá del equipu y la conexón a Internet.
bs: Vrijeme preuzimanja i instalacije uveliko zavisi od veličine i brzine vašeg računara i internet konekcije.
cs: Čas potřebný k instalaci závisí na velikosti balíku, rychlosti vašeho počítače a připojení k Internetu.
da: Hvor lang tid en installation tager, afhænger af hvor stor den er, og hastigheden på din computer og internetforbindelse.
de: Wie viel Zeit die Installation benötigt, hängt von der Größe der Anwendung, der Geschwindigkeit Ihres Rechners und Ihrer Internetverbindung ab.
el: Ο χρόνος που χρειάζεται για να εγκατασταθεί κάτι εξαρτάται από το μέγεθός του, από την ταχύτητα του υπολογιστή και της σύνδεσης στο διαδίκτυο.
eo: Kiom longe daŭras instali ion dependas de ĝia grando kaj de la rapideco de via komputilo kaj interreta konekto.
es: El tiempo que tarda la instalación depende de qué tan grande es la aplicación, y de la velocidad de su equipo y de la conexión a internet.
fi: Asennuksen kesto riippuu asennettavan kohteen koosta, sekä tietokoneesi ja Internet-yhteytesi nopeudesta.
fr: La durée de l'installation dépend de la taille du logiciel ainsi que de la vitesse de votre ordinateur et de votre connexion Internet.
gl: O tempo que leva unha instalación depende do grande que sexa, da velocidade do seu computador e da conexión a Internet.
he: זמן ההתקנה הנחוץ תלוי בגודל התכנית, במהירות המחשב ובמהירות חיבור האינטרנט שלך.
hr: Vrijeme instalacije određenih stvari ovisi o njihovoj veličini i brzini vašeg računala i Internet veze.
hu: A telepítés időtartama a telepítendő csomagok nagyságától, valamint a számítógép és az internetkapcsolat sebességétől függ.
id: Berapa lama sebuah program diinstal tergantung berapa besar ukurannya, dan juga kecepatan komputer serta koneksi internet anda.
it: Il tempo d'installazione dipende dalla dimensione del software e dalla velocità del computer e della connessione a Internet.
ja: インストールにかかる時間は、インストールするファイルのサイズやコンピュータの性能やインターネットの速さによって変わります。
ko: 설치할 때에 소요되는 시간은 그 크기와 인터넷 연결 속도에 좌우됩니다.
ms: Berapa lamakah diperlukan untuk memasang bergantung pada saiz perisian tersebut, kelajuan komputer anda dan sambungan internet.
nb: Hvor lang tid det tar å installére programvaren er avhengig av hvor store filene er, hvor rask datamaskinen din er og hastigheten til Internett-tilkoblingen.
nl: De duur van het installeren hangt af van de grootte, en de snelheid van uw computer en internetverbinding.
pt_br: O tempo que algo leva para ser instalado depende do seu tamanho, da velocidade do seu computador e da conexão com a Internet.
ru: Время установки чего-либо зависит от его размера, а также от скорости вашего компьютера и скорости соединения с Интернетом.
sl: Koliko časa traja, da se nekaj namesti je odvisno od velikosti, hitrosti računalnika in internetne povezave.
sr: Колико дуго ће неки програм да се инсталира зависи од његове величине, и од брзине вашег рачунара и Интернет везе.
sv: Hur lång tid det tar att installera, beror på hur stort det är och hastigheten på din dator och internetanslutning.
tr: Bir şeyin yüklenme süresi, onun ne kadar büyük olduğuna, ve sizin bilgisayarınızın ve İnternet bağlantınızın ne kadar hızlı olduğuna bağlıdır.
uk: Тривалість встановлення залежить від розміру програми, швидкості Вашого комп'ютера та інтернет-з'єднання.
vi: Thời gian phụ thuộc vào độ lớn của nó, tốc độc của máy tính và đường truyền Internet.
zh_cn: 安装需要的时间依其大小、计算机和网络的速度而定。
zh_hk: 安裝所需時間取決於軟件的容量大小、您的電腦及網絡連線速度。
zh_tw: 安裝所需時間取決於軟體的大小、您的電腦及網路連線速度。

source: When the screen changes to say &#8220;Installed&#8221;, the software is ready to use.
ast: Cuando la pantalla camuda a «instaláu», el software ta llistu pal so usu.
bs: Kada se ekran promjeni u npr. &#8220;Instalirano&#8221;, program je spreman za upotrebu.
cs: Když se na obrazovce objeví text &#8220;Nainstalováno&#8221;, je software připraven k použití.
da: Når skærmen skifter til at sige &#8220;installeret&#8221;, er softwaren klar til brug.
de: Wenn auf dem Bildschirm &#8220;Installiert&#8221; zu lesen ist, ist die Anwendung bereit zur Verwendung.
el: Όταν η οθόνη αλλάξει και λέει &#8220;Installed&#8221;, τότε το λογισμικό είναι έτοιμο για χρήση.
eo: Kiam la ekrano ŝanĝiĝas por diri &#8220;Instalita&#8221;, la programro estas uzebla.
es: Cuando la pantalla cambie para decir &#8220;Instalado&#8221; el software está listo para usarse.
fi: Kun näytöllä lukee &#8220;Asennettu&#8221;, ohjelmisto on käyttövalmis.
fr: Quand le message &#8220;Installé&#8221; apparaît à l'écran, le logiciel est prêt à l'emploi.
gl: Cando a pantalla cambia a «instalado», o software está listo para o seu uso.
he: כאשר המסך משתנה כך שכתוב &#8221;מותקן&#8220;, פריט התכנה מוכן לשימוש.
hr: Kada se zaslon promijeni u, recimo, &#8220;Instalirano&#8221;, program je spreman za korištenje.
hu: Amint a képernyőn megjelenik a <guilabel>Telepítve</guilabel> felirat, a szoftver használatra kész.
id: Ketika layar menampilkan kata &#8220;Terpasang&#8221;, perangkat lunak siap digunakan.
it: Quando a schermo compare la scritta «Installato», il software è pronto per essere usato.
ja: 画面に &#8220;インストール済み&#8221;と表示されたら、そのソフトウェアは利用することができます。
ko: 화면이 바뀌어서&#8220;설치됨&#8221;으로 나타나면, 이 소프트웨어는 사용할 준비가 된 것입니다.
ms: Apabila paparan skrin berubah mengatakan &#8220;Dipasang&#8221;, perisian sedia digunakan.
nb: Når skjermbildet endres til å vise «installert» er programvaren klar til bruk.
nl: Wanneer op het scherm &#8220;Geïnstalleerd&#8221 getoond wordt;, is de software klaar om te gebruiken.
pt_br: Quando a mensagem na tela é &#8220;Instalado&#8221;, o programa está pronto para ser usado.
ru: Когда на экране появится &#8220;Установлено&#8221;, программное обеспечение готово к использованию.
sl: Ko, se zaslon spremeni v &#8229;Nameščen&#8221;, je program pripravljen za uporabo.
sr: Када се екран промени и прикаже &#8220;Инсталиран&#8221;, то значи да је софтвер спреман за употребу.
sv: När skärmen ändras till &#8220;Installerad&#8221;, är programmet redo att användas.
tr: Ekran &#8220;Yüklü&#8221; olarak değiştiğinde, yazılım kullanıma hazırdır.
uk: Коли на екрані з'явиться позначка &#8220;Встановлено&#8221;, програмне забезпечення готове до використання.
vi: Khi màn hình chuyển sang &#8220;Đã cài đặt&#8221;, thì phần mềm đã sẵn sàng cho bạn sử dụng.
zh_cn: 当屏幕上显示“已安装“时，这款软件就可以用了。
zh_hk: 當畫面顯示 &#8220;Installed&#8221;，軟件就準備好已可使用了。
zh_tw: 當畫面顯示「已安裝」，軟體就準備好已可使用了。

source: Using a program once it&#8217;s installed
ast: Usar un programa una vegada instaláu
bs: Korištenje programa nakon instalacije
cs: Používání programu po instalaci
da: At bruge et program når det er installeret
de: Ein installiertes Programm benutzen
el: Χρήση ενός προγράμματος μετά την εγκατάσταση
eo: Uzi programaron jam instalitan
es: Usar un programa una vez instalado
fi: Ohjelman käyttäminen asentamisen jälkeen
fr: Utilisation d&#8217;un programme une fois qu&#8217;il est installé
gl: Usando un programa no momento de que está instalado
he: שימוש בתכנית לאחר שהותקנה
hr: Korištenje programa nakon instalacije
hu: A telepített program használata
id: Menggunakan program setelah terinstal
it: Usare un programma installato
ja: インストールされたプログラムを使用する
ko: 설치한 프로그램 사용법
ms: Buka program selepas ia dipasang
nb: Bruke et program straks det er installert
nl: Een programma gebruiken na de installatie
pt_br: Usando um programa já instalado
ru: Использование программы после ее установки
sl: Uporaba programa enkrat ko je nameščen
sr: Коришћење програма након инсталације
sv: Användning av ett program när det är installerat
tr: Yüklenen bir programın kullanımı
uk: Використання програм it&#8217;s , які вже встановлені
vi: Sử dụng một chương trình khi nó đã được cài đặt
zh_cn: 马上使用安装好的软件
zh_hk: 一旦安裝好就可使用程式
zh_tw: 一旦安裝好就使用程式

source: For most programs, once they are installed, you can launch them from the <guimenu>Applications</guimenu> menu. (Utilities for changing settings may appear inside <menuchoice><guimenu>System</guimenu> <guisubmenu>Preferences</guisubmenu></menuchoice> or <menuchoice><guimenu>System</guimenu> <guisubmenu>Administration</guisubmenu></menuchoice> instead).
ast: La mayoría de los programes, una vez instalaos, puedes executalos dende'l menú d'<guimenu>Aplicaciones</guimenu>. (Les utilidaes pa cambiar les opciones pueden apaecer dientro de <menuchoice><guimenu>Sistema</guimenu> <guisubmenu>Preferencies</guisubmenu></menuchoice> o <menuchoice><guimenu>Sistema</guimenu> <guisubmenu>Alministración</guisubmenu></menuchoice> ).
bs: Nakon instalacije, većinu programa možete pokrenuti iz menija <guimenu>Programi</guimenu>. (Alati za promjenu postavki mogu se pojaviti pod <menuchoice><guimenu>Sistem</guimenu> <guisubmenu>Postavke</guisubmenu></menuchoice> ili <menuchoice><guimenu>Sustav</guimenu> <guisubmenu>Administracija</guisubmenu></menuchoice>).
cs: Většinu programů, jakmile jsou nainstalovány, můžete spouštět z menu <guimenu>Aplikace</guimenu>. (Nástroje na změnu nastavení se mohou objevit uvnitř <menuchoice><guimenu>Systém</guimenu> <guisubmenu>Předvolby</guisubmenu></menuchoice> nebo <menuchoice><guimenu>Systém</guimenu> <guisubmenu>Správa</guisubmenu></menuchoice>)
da: For de fleste programmer, når først de er installeret, kan du starte dem fra menuen <guimenu>Programmer</guimenu>. (Værktøjer for at ændre indstillinger er mulighvis under <menuchoice><guimenu>System</guimenu> <guisubmenu>Indstillinger</guisubmenu></menuchoice> eller <menuchoice><guimenu>System</guimenu> <guisubmenu>Administration</guisubmenu></menuchoice> i stedet for).
de: Die meisten Anwendungen können nach der Installation über das Menü <guimenu>Anwendungen</guimenu> gestartet werden. (Hilfsprogramme zum Ändern von Einstellungen tauchen stattdessen unter <menuchoice><guimenu>System</guimenu> <guisubmenu>Einstellungen</guisubmenu></menuchoice> oder <menuchoice><guimenu>System</guimenu> <guisubmenu>Systemverwaltung</guisubmenu></menuchoice> auf).
el: Για την πλειοψηφία των προγραμμάτων, αφού εγκατασταθούν, μπορείτε να τα εκκινήσετε από το μενού <guimenu>Εφαρμογές</guimenu>. (Εφαρμογές αλλαγής ρυθμίσεων μπορεί να εμφανίζονται μέσα στα μενού <menuchoice><guimenu>Σύστημα</guimenu> <guisubmenu>Προτιμήσεις</guisubmenu></menuchoice> ή <menuchoice><guimenu>Σύστημα</guimenu> <guisubmenu>Διαχείριση</guisubmenu></menuchoice>).
eo: Post kiam ili estas instalitaj, vi povas lanĉi la plej multajn aplikaĵojn per la menuo <guimenu>Aplikaĵoj</guimenu>. (Aplikaĵojn por ŝanĝi agordojn vi eble trovas en <menuchoice><guimenu>Sistemo</guimenu> <guisubmenu>Agordoj</guisubmenu></menuchoice> aŭ en <menuchoice><guimenu>Sistemo</guimenu> <guisubmenu>Administrado</guisubmenu></menuchoice>).
es: La mayoría de los programas, una vez instalados, los puede ejecutar desde el menú de <guimenu>Aplicaciones</guimenu>. (Las utilidades para cambiar las opciones pueden en cambio aparecer dentro de <menuchoice><guimenu>Sistema</guimenu> <guisubmenu>Preferencias</guisubmenu></menuchoice> o <menuchoice><guimenu>Sistema</guimenu> <guisubmenu>Administración</guisubmenu></menuchoice> ).
fi: Useimmat sovellukset käynnistetään asennuksen jälkeen perinteisellä Gnome-työpöydällä <guimenu>Sovellukset</guimenu>-valikosta (järjestelmäasetuksia muokkaavat sovellukset saattavat löytyä myös <menuchoice><guimenu>Järjestelmä</guimenu> <guisubmenu>Asetukset</guisubmenu></menuchoice> tai <menuchoice><guimenu>Järjestelmä</guimenu> <guisubmenu>Ylläpito</guisubmenu></menuchoice>). Uudella Unity-työpöydällä kannattaa alkaa kirjoittamaan sovelluksen nimeä <gui>Dashin</gui> hakuun.
fr: Pour la plupart des programmes, une fois qu'ils sont installés, vous pouvez les lancer depuis le menu <guimenu>Applications</guimenu>. (Les utilitaires permettant de changer des préférences pourraient se trouver dans <menuchoice><guimenu>Système</guimenu> <guisubmenu>Préférences</guisubmenu></menuchoice> ou bien <menuchoice><guimenu>Système</guimenu> <guisubmenu>Administration</guisubmenu></menuchoice>.)
gl: Pode iniciar a maioría dos programas que ten instalados desde o menú <guimenu>Aplicativos</guimenu>. (As utilidades para cambiar as preferencias poden aparecer en <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Preferencias</guisubmenu></menuchoice> ou <menuchoice><guimenu>Sistema</guimenu></guisubmenu>Administración</guisubmenu></menuchoice> no seu lugar).
he: עבור רב התכניות, לאחר שהן מותקנות ניתן לטעון אותן דרך התפריט <guimenu>יישומים</guimenu>. (כלים לשינוי הגדרות עשויים להופיע תחת <menuchoice><guimenu>מערכת</guimenu> <guisubmenu>העדפות</guisubmenu></menuchoice> או תחת <menuchoice><guimenu>מערכת</guimenu> <guisubmenu>ניהול</guisubmenu></menuchoice> במקום).
hr: Nakon instalacije, većinu programa možete pokrenuti iz izbornika <guimenu>Programi</guimenu>. (Alati za promjenu postavki mogu se pojaviti pod <menuchoice><guimenu>Sustav</guimenu> <guisubmenu>Postavke</guisubmenu></menuchoice> ili <menuchoice><guimenu>Sustav</guimenu> <guisubmenu>Administracija</guisubmenu></menuchoice>).
hu: A legtöbb programot telepítés után az <guimenu>Alkalmazások</guimenu> menüből indíthatja el. (A beállítások módosítására szolgáló segédprogramok a <menuchoice><guimenu>Rendszer</guimenu> <guisubmenu>Beállítások</guisubmenu></menuchoice> vagy a <menuchoice><guimenu>Rendszer</guimenu> <guisubmenu>Adminisztráció</guisubmenu></menuchoice> menüben jelenhetnek meg).
id: Pada kebanyakan program, setelah program terinstal, Anda dapat menjalankan program dari menu <guimenu>Aplikasi</guimenu>. (Untuk keperluan pengaturan program mungkin akan muncul di <guimenu>Sistem</guimenu> <guisubmenu>Pilihan</guisubmenu></menuchoice> atau mungkin<menuchoice><guimenu>Sistem</guimenu> <guisubmenu>Administrasi</guisubmenu></menuchoice>).
it: Per la maggior parte dei programmi, una volta installati, è possibile avviarli dal menù <guimenu>Applicazioni</guimenu> (strumenti per modificare le impostazioni potrebbero essere disponibili in <menuchoice><guimenu>Sistema</guimenu> <guisubmenu>Preferenze</guisubmenu></menuchoice> o <menuchoice><guimenu>Sistema</guimenu> <guisubmenu>Amministrazione</guisubmenu></menuchoice>).
ja: 多くのプログラムはインストールすると、<guimenu>アプリケーション</guimenu>メニューから起動することができます。 (設定を変更するためのユーティリティは <menuchoice><guimenu>システム</guimenu> <guisubmenu>設定</guisubmenu></menuchoice> か <menuchoice><guimenu>システム</guimenu> <guisubmenu>システム管理</guisubmenu></menuchoice> に表示されることもあります。)
ko: 대부분의 프로그램은 설치하자마자 <guimenu>프로그램</guimenu> 메뉴에서 실행할 수 있습니다. (설정 변경을 위한 유틸리티는 <menuchoice><guimenu>시스템</guimenu> <guisubmenu>기본 설정</guisubmenu></menuchoice> 또는 <menuchoice><guimenu>시스템</guimenu> <guisubmenu>관리</guisubmenu></menuchoice>에 나타날 수도 있습니다. ).
ms: Bagi kebanyakan program, bilamana ia dipasang, anda boleh lancarkannya dari <guimenu>Aplikasi</guimenu> menu. (Utiliti untuk menukar tetapan mungkin muncul didalam <menuchoice><guimenu>Sistem</guimenu> <guisubmenu>Keutamaan</guisubmenu></menuchoice> atau <menuchoice><guimenu>Sistem</guimenu> <guisubmenu>Pentadbiran</guisubmenu></menuchoice>).
nl: De meeste toepassingen kunt u, nadat ze geïnstalleerd zijn, openen via het menu <guimenu>Toepassingen</guimenu>. (Hulpmiddelen om instellingen van uw computer aan te passen kunt u vinden via het menu <menuchoice><guimenu>Systeem</guimenu> <guisubmenu>Voorkeuren</guisubmenu></menuchoice> of via <menuchoice><guimenu>Systeem</guimenu> <guisubmenu>Beheer</guisubmenu></menuchoice>).
pt_br: Para a maioria dos programas, após tê-los instalado, você poderá lançá-los a partir do menu <guimenu>Aplicativos</guimenu>. (Utilidades para fazer alterações nas configurações podem aparecer em <menuchoice><guimenu>Sistemas</guimenu><guisubmenu>Preferências</guisubmenu></menuchoice> ou <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administração</guisubmenu></menuchoice>)
ru: Большинство установленных программ находятся в меню<guimenu>Приложения</guimenu>. (Инструменты для настройки системы находятся внутри меню <menuchoice><guimenu>Система</guimenu> <guisubmenu>Параметры</guisubmenu></menuchoice> или <menuchoice><guimenu>Система</guimenu> <guisubmenu>Адимнистрирование</guisubmenu></menuchoice>).
sl: Večino programov lahko po njihovi namestitvi odstranite meni <guimenu>Programi</guimenu>. (Pripomočki za spreminjanje nastavitev se morda lahko pojavijo v <menuchoice><guimenu>Sistem</guimenu> <guisubmenu>Možnosti</guisubmenu></menuchoice> or <menuchoice><guimenu>Sistem</guimenu> <guisubmenu>Skrbništvo</guisubmenu></menuchoice>).
sr: Већину програма, након инсталације, можете покренути из изборника „<guimenu>Програми</guimenu>“. (Помоћни алати за мењање подешавања могу уместо тога да се појаве у изборнику „<menuchoice><guimenu>Систем</guimenu> <guisubmenu>Поставке</guisubmenu></menuchoice>“ или у изборнику „<menuchoice><guimenu>Систем</guimenu> <guisubmenu>Администрација</guisubmenu></menuchoice>“)
sv: De flesta program kan du efter att de installerats starta från <guimenu>Program</guimenu>-menyn. (Verktyg för att ändra inställningar bör istället infinna sig i <menuchoice><guimenu>System</guimenu> <guisubmenu>Inställningar</guisubmenu></menuchoice> eller <menuchoice><guimenu>System</guimenu> <guisubmenu>Administration</guisubmenu></menuchoice>).
uk: Більшість встановлених програм ви можете запустити з меню <guimenu>Програми</guimenu>. (Програми для зміни налаштувань можуть бути всередині меню <menuchoice><guimenu>Система</guimenu> <guisubmenu>Параметри</guisubmenu></menuchoice> або <menuchoice><guimenu>Система</guimenu> <guisubmenu>Адміністрування</guisubmenu></menuchoice>).
vi: Phần lớn các chương trình đã cài xong có thể khởi chạy từ trình đơn <guimenu>Ứng dụng</guimenu>. (Những trình thiết lập cấu hình thường trong thực đơn <menuchoice><guimenu>Hệ thống</guimenu> <guisubmenu>Tùy thích</guisubmenu></menuchoice> hoặc trong thực đơn <menuchoice><guimenu>Hệ thống</guimenu> <guisubmenu>Quản lý</guisubmenu></menuchoice>)
zh_hk: 大部份軟件安裝後就可於 <guimenu>應用程式</guimenu> 選單開啟（用於變更設定之工具可能在 <menuchoice><guimenu>系統</guimenu> <guisubmenu>偏好設定</guisubmenu></menuchoice> 或 <menuchoice><guimenu>系統</guimenu> <guisubmenu>管理</guisubmenu></menuchoice>）。
zh_tw: 大部份軟體安裝後就可於 <guimenu>應用程式</guimenu> 選單開啟（用於變更設定之工具可能在 <menuchoice><guimenu>系統</guimenu> <guisubmenu>偏好設定</guisubmenu></menuchoice> 或 <menuchoice><guimenu>系統</guimenu> <guisubmenu>管理</guisubmenu></menuchoice>）。
