Repository: fossasia/x-mario-center
Catalog: po/help/*.po
Languages: ast, bs, cs, da, de, el, eo, es, fi, fr, gl, he, hr, hu, id, it, ja, ko, ms, nb, nl, pt_br, ru, sl, sr, sv, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Other software is maintained by the Ubuntu developer community. Any updates are provided on a best-effort basis.
ast: Hai otru software que se caltién pola comunidá de desendolcadores d'Ubuntu. Cualesquier anovamientu proporciónase con base nos meyores esfuerzos posibles.
bs: Ostatak softvera održava zajednica Ubuntu programera. Sve dopune su osigurane na temelju dobre volje.
cs: Další software je spravovaný komunitou vývojářů Ubuntu. Jakékoli aktualizace jsou poskytovány na základě jejich nejlepší snahy.
da: Andet software er vedligeholdt af Ubuntu udviklerfællesskabet. Alle opdateringer blive udgivet efter bedste formåen.
de: Andere Software wird von der Ubuntu-Entwicklergemeinschaft betreut. Alle Aktualisierungen werden so gut es geht bereitgestellt.
el: Άλλο λογισμικό συντηρείται από την κοινότητα προγραμματιστών του Ubuntu. Οποιεσδήποτε ενημερώσεις παρέχονται στη βάση των προσπαθειών τους.
eo: Aliajn programarojn prizorgas la Ubuntu-komunumo. Eventualaj aktualigoj disponeblas laŭ plejeblo.
es: Otro software se mantiene por la comunidad de desarrolladores de Ubuntu. Cualquier actualización se proporciona con base en los mejores esfuerzos posibles.
fi: Muita ohjelmia ylläpitää Ubuntun kehittäjäyhteisö. Tällöin päivityksistä huolehtivat vapaaehtoiset kehittäjät.
fr: Les autres logiciels sont maintenus par la communauté des développeurs Ubuntu. Les mises à jour sont fournies dès que possible.
gl: O outro software está mantido pola comunidade de desenvolvedores de Ubuntu. Calquera actualización é fornecida con unha base de mellor ofrecemento.
he: שאר התוכנות מתוחזקות על ידי קהילת המפתחים של אובונטו. עדכונים מסופקים על בסיס מיטב יכולותיהם של המתחזקים.
hr: Ostatak softvera održava zajednica Ubuntu razvijatelja. Sve dopune su osigurane na temelju dobre volje.
hu: A többi szoftvert az Ubuntu fejlesztői közössége tartja karban, akik minden frissítést igyekeznek a lehető legjobb tudásuk szerint biztosítani.
id: Perangkat Lunak lainnya dikelola oleh komunitas pengembang Ubuntu. Setiap pemutakhiran diberikan berdasar pada usaha terbaik.
it: Altri programmi sono mantenuti dalla comunità di sviluppatori di Ubuntu. Gli aggiornamenti sono forniti su base volontaria.
ja: それ以外のソフトウェアはUbuntuコミュニティによってメンテナンスされています。すべてのアップデートは「ベストエフォート」で提供されています。
ko: 다른 소프트웨어는 우분투 개발자 커뮤니티에서 유지보수합니다. 모든 업데이트는 최대한 노력한다는 원칙 하에 제공합니다.
ms: Perisian lain akan dikendalikan oleh komuniti pembangunan Ubuntu. Setiap kemaskini disediakan atas dasar usaha terbaik masing-masing.
nb: Annen programvare blir vedlikeholdt av utviklermiljøet til Ubuntu. Eventuelle oppdateringer blir gitt etter beste evne.
nl: Andere software wordt onderhouden door de Ubuntu-gemeenschap. Updates worden op vrijwillige basis verstrekt.
pt_br: Outros programas são mantidos pela comunidade de desenvolvedores do Ubuntu. Todas as atualizações são fornecidas em uma ótima base de esforços.
ru: Другие приложения поддерживаются сообществом разработчиков Ubuntu. Любые обновления предоставляются максимально быстро.
sl: Drugo programsko opremo vzdržuje skupnost razvijalcev Ubuntu. Morebitne posodobitve so na voljo po najboljših močeh.
sr: Док остали софтвер одржава Убунтуова заједница програмера. Све исправке су обезбеђене на основи личног залагања.
sv: Andra program underhålls av Ubuntus utvecklar gemenskap. Alla uppdateringar tillhandahålls på bästa möjliga sätt.
tr: Diğer yazılımlar Ubuntu geliştirici topluluğu tarafından tedarik edilir. Her bir güncelleme en iyi çalışma esasıyla sağlanır.
uk: Інше програмне забезпечення підтримується спільнотою Ubuntu. Всі оновлення впроваджуються на добровільних заставах.
vi: Những phần mềm khác được duy trì bởi cộng đồng phát triển Ubuntu. Bản cập nhật nào cũng được cung cấp dựa trên sự nỗ lực cao nhất.
zh_cn: 其他软件则由Ubuntu开发社区维护。任何升级都是尽力完善提供的。
zh_hk: 其他軟件是由 Ubuntu 的開發社群所維護，任何更新都會以最大的努力為基礎上推出。
zh_tw: 其它軟體是由 Ubuntu 的開發社群所維護，任何更新都會以最大的努力為基礎上推出。

source: What is &#8220;Canonical Partners&#8221;?
ast: ¿Qué ye &#8220;Sociu de Canonical&#8221;?
bs: Što znači &#8220;Canonicalovi partneri&#8221;?
cs: Co znamená &#8220;Partneři Canonicalu&#8221;?
da: Hvad er &#8220;Canonical Partners&#8221;?
de: Was bedeutet &#8220;Canonical-Partner&#8221;?
el: Τι είναι οι &#8220;Συνεργάτες της Canonical&#8221;;
eo: Kio estas &#8220;Partneroj de Canonical&#8221;?
es: ¿Qué son los &#8220;Socios de Canonical&#8221;?
fi: Keitä ovat &#8220;Canonicalin kumppanit&#8221;?
fr: Qui sont les &#8220;partenaires Canonical&#8221; ?
gl: Que é &#8220;Socio de Canonical&#8221;?
he: מי הם &#8220;השותפים של קנוניקל&#8221;?
hr: Što znači &#8220;Canonicalovi partneri&#8221;?
hu: Mit jelent a &#8222;Canonical partner&#8221;?
id: Apa itu &#8220;Mitra Canonical&#8221;?
it: Cosa sono i "Partner di Canonical"?
ja: &#8220;Canonical のパートナー&#8221; とは？
ko: &#8221;캐노니컬 파트너&#8221;란 무엇인가요?
ms: Apa itu &#8220;Canonical Partners&#8221;?
nb: Hva er «Canonical-partnere»?
nl: Wat is &#8220;Partners van Canonical&#8221;?
pt_br: O que é &#8220;Parceiros da Canonical&#8221;?
ru: Что такое &#8220;Партнёры Canonical&#8221;?
sl: Kaj je &#8220;Canonical Partnerji&#8221;?
sr: Шта значи „Каноникал партнери“?
sv: Vad betyder "Canonical-partners"?
tr: &#8220;Canonical Ortakları&#8221;kimlerdir?
uk: Що означає &#8220;Партнери Canonical&#8221;?
vi: &#8220;Đối tác của Canonical&#8221; là gì?
zh_cn: 什么是“Canonical 公司合作伙伴”？
zh_hk: 什麼是 &#8220;Canonical 夥伴&#8221;？
zh_tw: 何謂「Canonical 伙伴」？

source: <guilabel>Canonical Partners</guilabel> shows software from vendors who have worked with Canonical to make their software available for Ubuntu.
ast: <guilabel>Socios de Canonical</guilabel> amuesa'l software de los fornidores que trabayaron con Canonical pa facer que'l so software pueda usase n'Ubuntu.
bs: <guilabel>Canonicalovi partneri</guilabel> prikazuje softver prodavača koji surađuju s Canonicalom kako bi njihovi proizvodi bili dostupni za Ubuntu.
cs: V sekci <guilabel>Partneři Canonicalu</guilabel> se zobrazuje software od dodavatelů, kteří spolupracovali s Canonicalem na zpřístupnění jejich softwaru pro Ubuntu.
da: <guilabel>Canonical Partners</guilabel> viser software fra udbydere, som har arbejdet sammen med Canonical, med at gøre deres software tilgængelig for Ubuntu.
de: <guilabel>Canonical-Partner</guilabel> enthält Software von Unternehmen, die mit Canonical zusammenarbeiten, um ihre Anwendungen für Ubuntu verfügbar zu machen.
el: <guilabel>Συνεργάτες της Canonical</guilabel> δείχνει λογισμικό από εταιρείες που έχουν εργαστεί με την Canonical για να φέρουν το λογισμικό τους στο Ubuntu.
eo: <guilabel>Partneroj de Canonical</guilabel> vidigas programarojn de vendistoj kiuj laboris kun Canonical por disponigi siajn programarojn por Ubuntu.
es: <guilabel>Socios de Canonical</guilabel> muestra software de fabricantes que han trabajado con Canonical para que su software esté disponible para Ubuntu.
fi: <guilabel>Canonicalin kumppanit</guilabel> -osio näyttää sinulle vain sellaisia ohjelmistoja, jotka on tehty Canonicalin valvonnassa varta vasten Ubuntulle.
fr: <guilabel>Partenaires de Canonical</guilabel> signale les logiciels publiés par des éditeurs qui ont collaboré avec Canonical pour rendre leur logiciel disponible sous Ubuntu.
gl: <guilabel>Socios de Canonical</guilabel> mostra o software de provedores que traballaron con Canonical para que o seu software estea dispoñíbel para Ubuntu.
he: <guilabel>השותפים של קנוניקל</guilabel> מציג תוכנות מספקים שעבדו מול קנוניקל כדי שהתוכנה שלהם תהיה זמינה באובונטו.
hr: <guilabel>Canonicalovi partneri</guilabel> prikazuje softver prodavatelja koji surađuju s Canonicalom kako bi njihovi proizvodi bili dostupni za Ubuntu.
hu: A <guilabel>Canonical partnerek</guilabel> opció azokat a szoftvereket mutatja, amelyeknek a készítői együttműködtek a Canonicallal, hogy a szoftver elérhető legyen Ubuntura is.
id: <guilabel>Mitra Canonical</guilabel> menunjukkan perangkat lunak dari vendor yang bekerjasama dengan Canonical untuk membuat perangkat lunak yang tersedia untuk Ubuntu.
it: <guilabel>Partner di Canonical</guilabel> mostra software di vendor che hanno lavorato con Canonical per rendere il loro software disponibile per Ubuntu.
ja: <guilabel>Canonical のパートナー</guilabel> ではCanonicalとともにソフトウェアをUbuntuでも使えるように取り組んでいるベンダーによるソフトウェアを表示します。
ko: <guilabel>캐노니컬 파트너</guilabel>는 자신의 소프트웨어를 우분투에서 사용할 수 있도록 만들 위해 캐노니컬과 협력하는 제공자의 소프트웨어를 보여줍니다.
ms: <guilabel>Canonical Patner</guilabel> merupakan perisian dari vendor yang telah bekerjasama dengan Canonical untuk memastikan perisian mereka sedia ada untuk Ubuntu.
nb: <guilabel>Canonical-partnere</ guilabel> viser programvare fra leverandører som har samarbeidet med Canonical for å gjøre sin programvare tilgjengelig for Ubuntu.
nl: <guilabel>Partners van Canonical</guilabel> toont software van bedrijven die samenwerkten met Canonical om hun software beschikbaar te maken in Ubuntu.
pt_br: <guilabel>Parceiros da Canonical</guilabel> mostra software de vendedores que tem trabalhado com a Canonical e feito seu programa disponível para o Ubuntu.
ru: <guilabel>Партнёры Canonical</guilabel> показывает программное обеспечение от производителей, работающих с Canonical, чтобы сделать их продукты доступными для Ubuntu.
sl: <guilable>Canonical Partnerji</guilabel> prikazujen programsko opremo od proizvajalcev, ki so delali z Canonical, da bi bila njihova programska oprema na voljo za Ubuntu.
sr: <guilabel>Каноникал партнери</guilabel> приказује софтвер продаваца који су радили са Каноникалом да би њихов софтвер учинили доступним за Убунту.
sv: <guilabel>Canonical-partners</guilabel> visar program från leverantörer som samarbetat med Canonical för att göra deras program tillgängliga för Ubuntu.
tr: <guilabel>Canonical Ortakları</guilabel>, kendi yazılımlarını Ubuntu için yaparak, Canonical ile çalışan sağlayıcıların yazılımlarını gösterir.
uk: <guilabel>Canonical Partners</guilabel> Відображає програмне забезпечення виробників, які співпрацюють з Canonical , щоб робити свої програми доступними для Ubuntu.
vi: <guilabel>Đối tác của Canonical</guilabel> cho thấy các nhà cung cấp phần mềm đã làm việc với Canonical cho phần mềm của họ có sẵn cho Ubuntu.
zh_cn: <guilabel>Canonical 合作伙伴</guilabel> 显示来自 Canonical 合作厂商的软件，这些厂商与 Canonical 公司合作使自己的软件能够用在 Ubuntu 上。
zh_hk: <guilabel>Canonical 夥伴</guilabel> 中顯示與 Canonical 共同合作的廠商為 Ubuntu 所推出的軟件。
zh_tw: <guilabel>Canonical 伙伴</guilabel> 顯示 Canonical 合作廠商為 Ubuntu 推出的軟體。

source: You can install this software in the same way as any other software in Ubuntu Software Center.
ast: Puedes instalar esti software del mesmu mou que cualesquier otru software nel Centru de software d'Ubuntu.
bs: Taj softver možete instalirati na isti način kao i bilo koji drugi softver u Ubuntu centru softvera.
cs: Tento software můžete nainstalovat stejným způsobem jako jakýkoli jiný v Centru softwaru pro Ubuntu.
da: Du kan installere denne software på samme måde som alt andet software i Ubuntu.
de: Sie können diese Software genauso installieren, wie jede andere Software im Software-Center.
el: Μπορείτε να εγκαταστήσετε αυτό το λογισμικό με τον ίδιο τρόπο όπως και οποιοδήποτε άλλο λογισμικό στο Κέντρο λογισμικού του Ubuntu.
eo: Oni povas instali tian programaron sammaniere al ajna programaro en Ubuntu-Programarejo.
es: Puede instalar este software de la misma forma que cualquier otro software en el Centro de software de Ubuntu.
fi: Voit asentaa tämän ohjelmiston samalla tavalla kuin minkä tahansa ohjelmiston Ubuntun sovellusvalikoimassa.
fr: Vous pouvez installer ce logiciel de la même manière que n'importe quel autre logiciel de la logithèque Ubuntu.
gl: Pode instalar este software do mesmo xeito que calquera outro software no Centro de software de Ubuntu.
he: ניתן להתקין תכנית זו באותה הדרך כמו כל שאר התכניות שמרכז התכנה של אובונטו.
hr: Taj softver možete instalirati na isti način kao i bilo koji drugi softver u Ubuntu centru softvera.
hu: Ezeket a szoftvereket ugyanúgy telepítheti, mint az Ubuntu szoftverközpontban található más szoftvereket.
id: Anda dapat menginstal software ini dengan cara yang sama seperti perangkat lunak lainnya di Ubuntu Software Center.
it: È possibile installare questi programmi allo stesso modo di tutti gli altri attraverso Ubuntu Software Center.
ja: このようなソフトウェアはUbuntuソフトウェアセンターの他のソフトウェアと同じようにインストールすることができます。
ko: 우분투 소프트웨어 센터의 다른 소프트웨어와 같은 방법으로 이 소프트웨어를 설치할 수 있습니다.
ms: Anda boleh memasang perisian ini dengan cara yang sama seperti perisian lain di Pusat Perisian Ubuntu.
nb: Du kan installére denne programvaren på samme måte som all annen programvare i Ubuntus programvaresenter.
nl: U kunt deze software op dezelfde manier installeren als elke andere software in Ubuntu softwarecentrum.
pt_br: Você pode instalar este programa da mesma maneira que outros programas na Central de Programas do Ubuntu.
ru: Вы можете установить это программное обеспечение точно так же, как и любое другое в Центре приложений Ubuntu.
sl: To programsko opremo lahko namestite na enak način kot katerokoli drugo programsko opremo znotraj Programskega središča Ubuntu.
sr: Можете да инсталирате овај софтвер на исти начин као и било који други софтвер у Убунтуовом софтверском центру.
sv: Du kan installera dessa program på samma sätt som alla andra program i Ubuntus programcentral.
tr: Bu uygulamayı, Ubuntu Yazılım Merkezi'ndeki diğer yazılımlar gibi aynı yolla yükleyebilirsin.
uk: Ви можете встановити це програмне забезпеченя так як і інші програми в Центрі Програм Ubuntu
vi: Bạn có thể cài đặt phần mềm này cùng một cách như bất kỳ phần mềm khác trong Trung tâm phần mềm Ubuntu.
zh_cn: 您可以用像安装 Ubuntu 软件中心中其他软件一样的方式安装这些软件。
zh_hk: 您可以如其他軟件一樣於 Ubuntu 軟件中心安裝這個軟件。
zh_tw: 您可以如其他軟體一樣於 Ubuntu 軟體中心安裝這個軟體。

source: Do I need to pay anything?
ast: ¿Necesito pagar dalgo?
bs: Trebam li šta platiti?
cs: Musím něco platit?
da: Skal jeg betale noget?
de: Muss ich irgendetwas bezahlen?
el: Χρειάζεται να πληρώσω;
eo: Ĉu mi devas pagi?
es: ¿Necesito pagar algo?
fi: Pitääkö minun maksaa mistään?
fr: Ai-je besoin de payer quoi que ce soit ?
gl: Teño que pagar por calquera cousa?
he: האם עלי לשלם משהו?
hr: Trebam li štodog platiti?
hu: Kell fizetnem?
id: Apakah saya perlu membayar sesuatu?
it: È necessario pagare qualche cosa?
ja: 有料のものはありますか?
ko: 금액을 지불해야 합니까?
ms: Adakah saya perlu membayar apa-apa?
nb: Må jeg betale noe?
nl: Moet ik iets betalen?
pt_br: Eu preciso pagar algo?
ru: Нужно ли мне за что-нибудь платить?
sl: Ali moram kaj plačati?
sr: Да ли треба нешто да платим?
sv: Behöver jag betala någonting?
tr: Herhangi bir ödeme yapmam gerekiyor mu?
uk: Чи я повинен за щось платити?
vi: Liệu tôi có cần trả phí gì không?
zh_cn: 需要付费吗？
zh_hk: 我要付錢嗎？
zh_tw: 我要付錢嗎？

source: Most software in Ubuntu Software Center is free of charge.
ast: La mayoría del software del Centru de software d'Ubuntu ye de baldre.
bs: Većina stvari u Ubuntu centru softvera je besplatna.
cs: Většina softwaru v Centrum softwaru pro Ubuntu je zdarma.
da: Det meste software i Ubuntu Softwarecenteret er gratis.
de: Der überwiegende Teil der Software im Ubuntu Software-Center ist kostenlos.
el: Το περισσότερο λογισμικό στο Κέντρο λογισμικού του Ubuntu παρέχεται δωρεάν.
eo: Plejmultaj programaroj en Ubuntu-Programarejo estas senpagaj.
es: La mayoría del software del Centro de software de Ubuntu es gratis.
fi: Suurin osa Ubuntun Sovellusvalikoiman sovelluksista on ilmaisia.
fr: La plupart des logiciels présents dans la Logithèque Ubuntu sont gratuits.
gl: A maioría do Centro de software de Ubuntu é de balde.
he: רוב התוכנות במרכז התכנה של אובונטו פטורות מתשלום.
hr: Većina stvari u Ubuntu centru softvera je besplatna.
hu: Az Ubuntu szoftverközpont legtöbb szoftvere ingyenes.
id: Kebanyakan perangkat lunak yang tersedia di Ubuntu Software Center bersifat gratis.
it: La maggior parte dei programmi in Ubuntu Software Center è gratuita.
ja: Ubuntuソフトウェアセンターにあるソフトウェアのほとんどは無料です。
ko: 우분투 소프트웨어 센터의 대부분의 소프트웨어는 무료입니다.
ms: Kebanyakan perisian di Pusat Perisian Ubuntu adalah percuma dari segi kos.
nb: Det meste av programvaren i Ubuntus programvaresenter er fullstendig gratis.
nl: De meeste software in het Ubuntu softwarecentrum is gratis.
pt_br: A maioria dos programas na Central de Programs do Ubuntu é gratuita.
ru: Большинство программного обеспечения в центре приложений Ubuntu — бесплатно.
sl: Večina programov v Programskem središču Ubuntu je brezplačnih.
sr: Већина програма у Убунтуовом софтверском центру су бесплатни програми.
sv: De flesta programmen i programcentralen för Ubuntu är gratis.
tr: Ubuntu Yazılım Merkezi'ndeki çoğu yazılım ücretsizdir.
uk: Більшість програмного забезпечення в Центрі програм Ubuntu є безкоштовним.
vi: Đa số phần mềm trong Trung tâm Phần Mềm Ubuntu là cung cấp miễn phí.
zh_cn: Ubuntu 软件中心中绝大多数软件是免费提供的。
zh_hk: Ubuntu 軟件中心絕大部份軟件都免費。
zh_tw: Ubuntu 軟體中心絕大部份軟體都免費。

source: If something costs money, it has a <guilabel>Buy</guilabel> button instead of an <guilabel>Install</guilabel> button, and its price is shown on the screen for the individual item.
ast: Si daqué cuesta dinero, tienes un botón de <guilabel>Mercar</guilabel> en llugar de <guilabel>Instalar</guilabel>, y el preciu amuésase na pantalla del elementu individual.
bs: Ako se nešto naplaćuje, tada ima dugme <guilabel>Kupi</guilabel> umjesto dugmeta <guilabel>Instaliraj</guilabel>, te ima navedenu cijenu na pripadajućoj stranici.
cs: Pokud něco stojí peníze, zobrazí se místo tlačítka <guilabel>Nainstalovat</guilabel> tlačítko <guilabel>Zakoupit</guilabel>. Pro každou položku je na stránce také zobrazena její cena.
da: Hvis noget koster penge, har det en <guilabel>Køb</guilabel> knap i stedet for en <guilabel>Installér</guilabel> knap, og dens pris vises på skærmen for hvert program.
de: Falls etwas Geld kostet, wird ein <guilabel>Kaufen</guilabel>-Knopf statt <guilabel>Installieren</guilabel> angezeigt und der Preis für das Objekt ist angegeben.
el: Αν κάτι κοστίζει χρήματα, έχει ένα κουμπί <guilabel>Αγορά</guilabel> αντί για <guilabel>Εγκατάσταση</guilabel> και η τιμή του εμφανίζεται στην οθόνη του αντικειμένου.
eo: Se io kostas, ĝi havas butonon <guilabel>Aĉeti</guilabel> anstataŭ butono <guilabel>Instali</guilabel>, kaj la prezo por tiu ero vidiĝas en la ekrano.
es: Si algo cuesta dinero, tiene un botón de <guilabel>Comprar</guilabel> en lugar de uno de <guilabel>Instalar</guilabel>, y su precio se muestra en la pantalla del elemento individual.
fi: Jos jokin sovellus maksaa, painikkeen <guilabel>Asenna</guilabel> tilalla lukee <guilabel>Osta</guilabel>, ja sen hinta näkyy sovelluskohtaisesti.
fr: Si quelque chose est payant, il a un bouton <guilabel>Acheter</guilabel> au lieu du bouton <guilabel>Installer</guilabel>, et son prix est affiché à l'écran pour l'élément en question.
gl: Se algo custa diñeiro terá o botón <guilabe>Comprar</guilabel> no lugar do botón <guilabel>Instalar</guilabel>, e móstrase o seu prezo na pantalla.
he: אם משהו עולה כסף, יופיע לצדו לחצן <guilabel>רכישה</guilabel> במקום לחצן <guilabel>התקנה</guilabel> ומחירו יופיע במסך עבור אותו הפריט.
hr: Ako se nešto naplaćuje, tada ima tipku <guilabel>Kupi</guilabel> umjesto tipke <guilabel>Instaliraj</guilabel>, te ima navedenu cijenu na pripadajućoj stranici.
hu: Ha valami pénzbe kerül, akkor a <guilabel>Telepítés</guilabel> gomb helyett a <guilabel>Megvásárlás</guilabel> gomb jelenik meg, az ár pedig az adott elem mellett látható.
id: Jika sesuatu memerlukan biaya, yang terlihat tombol <guilabel>Beli</guilabel> bukannya tombol <guilabel>Instal</guilabel>, dan harganya akan ditampilkan pada item tersendiri.
it: Se c'è qualche cosa a pagamento, viene mostrato un pulsante <guilabel>Acquista</guilabel> al posto di <guilabel>Installa</guilabel> e ne viene indicato il prezzo.
ja: ソフトウェアが有料の場合、<guilabel>インストール</guilabel>ボタンが<guilabel>購入</guilabel>ボタンになっており、そのアイテムのページに価格が表示されています。
ko: 금액을 지불해야 하는 경우 <guilabel>설치</guilabel> 버튼대신 <guilabel>구매</guilabel> 버튼이 표시되고 각 항목의 화면마다 가격을 보여줍니다.
ms: Jika ada perisian yang memerlukan pembelian, ia akan paparkan butang <guilabel>Beli</guilabel> selain dari butang <guilabel>Pasang</guilabel>, dan harganya akan dipaparkan pada skrin untuk item secara individu.
nb: Hvis noe koster penger, har det en<guilabel>Kjøp</guilabel>-knapp istedet for en <guilabel>Installer</guilabel>-knapp, og prisen vises ved siden av det aktuelle programmet.
nl: Als iets geld kost zal er een knop <guilabel>Kopen</guilabel> zichtbaar zijn in plaats van een knop <guilabel>Installeren</guilabel> en zal er een prijs, voor dit individuele item, op het scherm getoond worden.
pt_br: Se algum aplicativo for comercial, ele terá um botão <guilabel>Comprar</guilabel> ao invés de um botão <guilabel>Instalar</guilabel>, e o seu preço será exibido na tela para este item individual.
ru: Если приложение платное, то вместо кнопки <guilabel>Установить</guilabel> появится кнопка <guilabel>Купить</guilabel>, и будет указана стоимость для отдельного элемента.
sl: Če program ni brezplačen, je poleg njega gumb <guilabel>Kupi</guilabel> namesto gumba <guilabel>Namesti</guilabel> in njegova cena je prikazana na zaslonu za posamezen predmet.
sr: Ако за нешто треба да се плати, уместо дугмета „<guilabel>Инсталација</guilabel>“ биће приказано дугме „<guilabel>Купите</guilabel>“, а цена програма се приказује на екрану за појединачну ставку.
sv: Om något kostar pengar, har det en <guilabel>Köp</guilabel>-knapp istället för en <guilabel>Installera</guilabel>-knapp och dess pris visas på skärmen för det enskilda objektet.
tr: Eğer bir şey ücretliyse, <guilabel>Kur</guilabel> yerine <guilabel>Satın Al</guilabel> düğmesine sahip olur ve herbir ögenin fiyatı ekranda gösterilir.
uk: Якщо програма платна, вона має кнопку <guilabel>Купити</guilabel> замість <guilabel>Встановити</guilabel>, і її ціна вказана на екрані.
vi: Nếu một phần mềm yêu cầu trả phí, sẽ có một nút <guilabel>Mua</guilabel> thay thế cho nút <guilabel>Cài đặt</guilabel>, và mức phí sẽ được ghi rõ trên màn hình.
zh_cn: 如果有收费项目，则将显示<guilabel>购买</guilabel>按钮而非<guilabel>安装</guilabel>按钮。同时在屏幕上会显示该项目的价格。
zh_hk: 如某些軟件要付錢，其有 <guilabel>購買</guilabel> 而非 <guilabel>安裝</guilabel> 按鈕；其價錢顯示於項目底部。
zh_tw: 如某些軟體要付錢，其有 <guilabel>購買</guilabel> 而非 <guilabel>安裝</guilabel> 按鈕；其價錢顯示於項目底部。
