Repository: fossasia/x-mario-center
Catalog: po/help/*.po
Languages: ast, bs, cs, da, de, el, eo, es, fi, fr, gl, he, hr, hu, id, it, ja, ko, ms, nb, nl, pt_br, ru, sl, sr, sv, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: If you are familiar with reporting bugs in software, you can help out by reporting the problem to the Ubuntu developers. Most programs have a <guimenuitem>Report a Problem</guimenuitem> item in their <guimenu>Help</guimenu> menu.
ast: Si tas familiarizáu con cómo informar d'errores nel mundu del software, pues ayudar informando del problema a los desendolcadores d'Ubuntu. La mayoría de los programes tienen un elementu <guimenuitem>Informar d'un problema</guimenuitem> nel so menú d'<guimenu>Ayuda</guimenu>.
bs: Ako ste upoznati s prijavljivanjem grešaka u softveru, možete pomoći na način da prijavite problem Ubuntu razvijateljima. Većina programa ima opciju <guimenuitem>Prijavite problem</guimenuitem> u meniju <guimenu>Pomoć</guimenu>.
cs: Pokud jste obeznámeni s hlášením chyb v softwaru, můžete pomoci nahlášením problému vývojářům Ubuntu. Většina programů má ve své nabídce <guimenu>Nápověda</guimenu> položku <guimenuitem>Nahlásit problém</guimenuitem>.
da: Hvis du er bekendt med fejlrapportering af software, kan du hjælpe ved at rapportere problemet til Ubuntu udviklerne. De fleste programmer har et <guimenuitem>Rapporter et problem</guimenuitem> punkt under deres <guimenu>Hjælp</guimenu>-menu.
de: Wenn Sie wissen, wie man Fehlerberichte über Software erstellt, können Sie helfen indem Sie das Problem den Ubuntu-Entwicklern melden. Die meisten Anwendungen haben den Eintrag <guimenuitem>Einen Fehler melden</guimenuitem> in ihrem <guimenu>Hilfe</guimenu> Menü.
el: Αν είστε εξοικειωμένος με την αναφορά σφαλμάτων στο λογισμικό, μπορείτε να βοηθήσετε αναφέροντας το πρόβλημα στους προγραμματιστές του Ubuntu. Τα περισσότερα προγράμματα έχουν μια καταχώρηση <guimenuitem>Αναφορά προβλήματος</guimenuitem> στο μενού <guimenu>Βοήθεια</guimenu>.
eo: Se vi scias kiel raporti cimojn, vi povas helpi raportante la problemon al la evoluigantoj de Ubuntu. Plejmultaj programoj havas eron <guimenuitem>Raporti problemon</guimenuitem> en sia menuo <guimenu>Helpo</guimenu>.
es: Si está familiarizado con cómo informar de errores en el mundo del software, puede ayudar informando del problema a los desarrolladores de Ubuntu. La mayoría de los programas tienen un elemento <guimenuitem>Informar de un problema</guimenuitem> en su menú de <guimenu>Ayuda</guimenu>.
fi: Jos virheraporttien tekeminen on tuttua, voit auttaa Ubuntun kehittäjiä selvittämään ongelman tekemällä ongelmasta vikailmoituksen. Useimpien ohjelmien <guimenu>Ohje</guimenu>-valikosta löytyy <guimenuitem>Raportoi ongelmasta</guimenuitem> -toiminto.
fr: Si vous avez l'habitude de signaler les bogues dans les logiciels, vous pouvez vous rendre utile en signalant le problème aux développeurs Ubuntu. La plupart des programmes possèdent une entrée <guimenuitem>Signaler un bogue</guimenuitem> dans leur menu <guimenu>Aide</guimenu>.
gl: Si está familiarizado con informar de problemas nos programas, pode axudar informando aos desenvolvedores de Ubuntu. A maioría dos programas teñen un elemento <guimenuitem>Informar dun problema</guimenuitem> no seu menú de <guimenu>Axuda</guimenu>.
he: אם ידוע לך כיצד לדווח על באגים בתכנה, ניתן לסייע על ידי דיווח הבעיה למפתחי אובונטו. לרוב התוכנות יש את הפריט <guimenuitem>דיווח על תקלה</guimenuitem> בתפריט ה<guimenu>עזרה</guimenu> שלהן.
hr: Ako ste upoznati s prijavljivanjem grešaka u softveru, možete pomoći na način da prijavite problem Ubuntu razvijateljima. Većina programa ima opciju <guimenuitem>Prijavite problem</guimenuitem> u izborniku <guimenu>Pomoć</guimenu>.
hu: Ha ismeri a hibajelentés módját, akkor jelentheti a hibát az Ubuntu fejlesztői felé. A legtöbb alkalmazás <guimenu>Súgó</guimenu> menüjében megtalálható a <guimenuitem>Hiba jelentése</guimenuitem> menüpont.
id: Bila anda terbiasa melaporkan kutu pada perangkat lunak, anda dapat membantu dengan melaporkan masalahnya kepada pengembang Ubuntu. Kebanyakan program memiliki <guimenuitem>Laporkan Masalah</guimenuitem> pada menu <guimenu>Bantuan</guimenu>.
it: Nel caso si abbia familiarità con la segnalazione di bug, è possibile segnalare il problema agli sviluppatori di Ubuntu. La maggior parte dei programmi dispongono di una voce <guimenuitem>Segnala un problema</guimenuitem> nel menù <guimenu>Aiuto</guimenu>.
ja: ソフトウェアのバグレポートに慣れている場合は、問題を報告することでUbuntu開発者の手助けができます。多くのプログラムでは <guimenu>ヘルプ</guimenu> メニューに <guimenuitem>問題を報告する</guimenuitem> という項目があります。
ko: 소프트웨어의 버그 보고에 익숙하다면 우분투 개발자에게 문제점을 보고하셔서 도움을 주실 수 있습니다. 대부분의 프로그램은 <guimenu>도움말</guimenu> 메뉴에 <guimenuitem>문제점 보고</guimenuitem> 항목이 있습니다.
ms: Jika anda sudah biasa membuat laporan pepijat sesebuah perisian, anda juga boleh membantu dengan melaporkan masalah tersebut kepada para pembangun Ubuntu. Kebanyakan program mempunyai item guimenuitem>Lapor Masalah</guimenuitem> di dalam menu <guimenu>Bantuan</guimenu> masing-masing.
nb: Hvis du er kjent med å melde ifra om feil i programvare, kan du hjelpe Ubuntu-utviklerne med å sende en feilrapport. De fleste programmer har et valg som heter <guimenuitem>Rapportér feil</guimenuitem> i sin hjelpemeny.
nl: Als u bekend bent met het rapporteren van programmafouten, kunt u meehelpen door problemen te melden aan de Ubuntu-ontwikkelaars. De meeste toepassingen hebben een item <guimenuitem>Een programmafout melden</guimenuitem> in het menu <guimenu>Help</guimenu>.
pt_br: Se você estiver familiarizado em relatar erro de programas, você pode ajudar relatando o erro para os desenvolvedores do Ubuntu. A maioria dos programas tem um item <guimenuitem>Relatar erro</guimenuitem> em seu menu <guimenu>Ajuda</guimenu>.
ru: Если вы знакомы с Отчетами об ошибках в программном обеспечении, вы можете помочь, сообщив об этом проблеме разработчикам Ubuntu. Большинство программ имеет пункт меню <guimenuitem>Отчет об ошибке</guimenuitem> в меню <guimenu>Справка</guimenu>.
sl: Če ste seznanjeni s prijavo hroščev v programski opremi, lahko pomagate tako, da sporočate probleme Ubuntu razvijalcem. Večina programov ima na voljo izbiro <guimenuitem>Poročilo o težavi</guimenuitem> v njihovem meniju<guimenu>Pomoč</guimenu> .
sr: Ако сте упознати са пријављивањем грешака у софтверу, можете помоћи тако што ћете Убунтуовим програмерима доставити извештај о проблему. Већина програма има ставку <guimenuitem>Известите о проблему</guimenuitem> у свом изборнику <guimenu>Помоћ</guimenu>.
sv: Om du är förtrogen med att rapportera buggar i program, kan du hjälpa till genom att rapportera problemet till Ubuntu-utvecklarna. De flesta programmen har ett <guimenuitem>Rapportera ett problem</guimenuitem> objekt i deras <guimenu>Hjälp</guimenu>-meny.
tr: Eğer yazılım hataları raporlama konusunda bilgi sahibiyseniz, problemi Ubuntu geliştiricilerine raporlayarak yardımda bulunabilirsiniz. Çoğu programın <guimenu>Yardım</guimenu> menüsünde bir <guimenuitem>Problem Raporla</guimenuitem> ögesi bulunur.
uk: Якщо ви знайомі зі звітами про помилки в програмному забезпеченні, ви можете допомогти, відправивши звіт про помилку розробникам Ubuntu. Більшість програм мають пункт <guimenuitem>Звітувати про проблему</guimenuitem> в меню <guimenu>Допомога</guimenu>
vi: Nếu bạn đã quen thuộc với báo cáo lỗi trong phần mềm, bạn có thể giúp đỡ bằng cách báo cáo các vấn đề đến các nhà phát triển Ubuntu. Hầu hết các chương trình có một mục <guimenuitem>Báo cáo một vấn đề</guimenuitem> ở mục <guimenu>Trợ giúp</guimenu>.
zh_cn: 如果您熟悉如何提交软件错误，您可以向 Ubuntu 开发人员提交。大多数软件在其 <guimenu>帮助</guimenu> 菜单里有 <guimenuitem>提交错误报告</guimenuitem> 的选项。
zh_hk: 若您熟悉如何回報軟件錯誤，您可協助回報程式錯誤給 Ubuntu 開發者。大多數程式擁有 <guimenuitem>報告問題</guimenuitem> 選項在 <guimenu>求助</guimenu> 選單中。
zh_tw: 如果您度回報軟體內的臭蟲相當熟悉，您可以藉由回報問題給 Ubuntu 開發者來幫助所有的使用者。大部分的程式都會在 <guimenu>求助</guimenu> 選單內提供 <guimenuitem>回報問題</guimenuitem> 的功能。

source: Otherwise, look through Ubuntu Software Center for another program to do what you want.
ast: En casu contrariu, busca nel Centru de software d'Ubuntu por otru programa que s'axuste a les tos necesidaes.
bs: U suprotnom, pretražite Ubuntu centar softvera za drugi program iste ili slične namjene.
cs: V opačném případě si najděte v Centru softwaru pro Ubuntu jiný program na to, co potřebujete.
da: Ellers, gennemse Ubuntu Softwarecenteret for andre programmer der gør hvad du vil have.
de: Suchen Sie andernfalls im Ubuntu Software-Center nach einer anderen Anwendung, welche die gewünschte Aufgabe erfüllt.
el: Αλλιώς, ψάξτε στο Κέντρο λογισμικού του Ubuntu για κάποιο άλλο πρόγραμμα για να κάνετε αυτό που θέλετε.
eo: Alie, serĉu tra Ubuntu-Programarejo por alia programo por fari tion kion vi deziras.
es: En caso contrario, busque en el Centro de software de Ubuntu por otro programa que se ajuste a sus necesidades.
fi: Muussa tapauksessa selaile Ubuntun Sovellusvalikoimaa, ja etsi jokin toinen sovellus jolla voit tehdä haluamasi asiat.
fr: Dans le cas contraire, cherchez dans la Logithèque Ubuntu un autre programme pouvant faire ce que vous souhaitez.
gl: Pola contra, mire no Centro de software de Ubuntu por outro programa que faga o que queira.
he: בנוסף ניתן לחפש במרכז התכנה של אובונטו תכנית אחרת שתבצע את מבוקשך.
hr: U suprotnome, pretražite Ubuntu centar softvera za drugi program iste ili slične namjene.
hu: Egyébként keressen másik programot az Ubuntu szoftverközpontban a feladat elvégzéséhez.
id: Lebih bijaksana, silahkan lihat di Pusat Perangkat Lunak Ubuntu adakah program lainnya sesuai dengan yang anda harapkan.
it: Altrimenti è possible cercare all'interno di Ubuntu Software Center un altro programma utile ai propri scopi.
ja: Ubuntuソフトウェアセンターでやりたいことができる他のプログラムを探すという手もあります。
ko: 아니면, 우분투 소프트웨어 센터에서 당신이 원하는 다른 프로그램을 찾으십시오.
ms: Jika tidak, cari di Pusat Perisian Ubuntu program lain yang anda ingini.
nb: Hvis ikke, se gjennom Ubuntu Programvaresenter etter et annet program som gjør det du vil.
nl: Anders kunt u ook in het Ubuntu softwarecentrum zoeken naar een andere toepassing die voldoet aan uw wensen.
pt_br: Caso contrário, procure na Central de Programas do Ubuntu por outro programa para fazer o que você quer.
ru: В противном случае, посмотрите в центре приложений Ubuntu другую программу для своих целей.
sl: V nasprotnem primeru v Programskem središču Ubuntu najdite drug program, ki bo imel željene zmožnosti.
sr: У супротном, погледајте кроз Убунтуов софтверски центар и потражите неки други програм да урадите оно што желите.
sv: I annat fall, sök i programcentralen för Ubuntu efter ett annat program som utför det du vill.
tr: Aksi takdirde, Ubuntu Yazılım Merkezi'nden başka yazılımlara göz atın.
uk: В іншому разі пошукайте в Центрі Програм Убунту іншу програму, яка виконує потрібні вам дії.
vi: Hay là bạn có thể xem qua Trung tâm Phần mềm Ubuntu để tìm một phần mềm khác cùng kỹ năng mà bạn đang mong muốn.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
bs: Dopušteno je kopiranje, distribucija i/ili izmjena ovog dokumenta pod uslovima GNU licence slobodne dokumentacije (GFDL), inačice 1.1 ili novije, koju je izdala Fundacija slobodnog softvera sa "bez nepromijenjive sekcije", "bez teksta na naslovnici" i "bez teksta na koricama". Kopiju GFDL licence možete pronaći <ulink type="help" url="ghelp:fdl">ovdje</ulink> ili u datoteci COPYING-DOCS, distribuiranu uz ovaj priručnik.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License (GFDL), verze 1.1 nebo jakékoli další verze vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopii licence GFDL naleznete pod tímto <ulink type="help" url="ghelp:fdl">odkazem</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.
da: Tilladelse gives til at kopier, distribuere og/eller modificere denne dokumentation under betingelserne i GNU Free Documentation License (GFDL), Version 1.1 eller en senere version udgivet af Free Software Foundation, uden nogen invariante afsnit, forsidetekster, og ingen bagsidetekst. Du kan finde en kopi af GFDL på dette <ulink type="help" url="ghelp:fdl">link</ulink> eller i filen COPYING-DOCS der fulgte med denne manual.
de: Es ist Ihnen erlaubt, dieses Dokument unter den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder später von der Free Software Foundation herausgegebenen Versionen zu kopieren, weiterverbreiten und/oder zu verändern, allerdings ohne unveränderbaren Abschnitten, Frontcover- und Backcover-Texten. Sie erhalten eine Kopie der GFDL unter <ulink type="help" url="ghelp:fdl">link</ulink> oder in der diesem Handbuch beiliegenden Datei COPYING-DOCS.
el: Επιτρέπεται η αντιγραφή, η διανομή και/ή τροποποίηση αυτού του εγγράφου υπό τους όρους της Άδειας Ελεύθερης Τεκμηρίωσης GNU (GFDL), στην έκδοση 1.1 ή σε οποιαδήποτε νεότερη που δημοσιεύτηκε από το Ίδρυμα Ελεύθερου Λογισμικού χωρίς Αμετάβλητα Τμήματα, χωρίς Κείμενα Εξωφύλλου και χωρίς Κείμενα Οπισθοφύλλου. Μπορείτε να βρείτε ένα αντίγραφο της GFDL σε αυτό το <ulink type="help" url="ghelp:fdl">σύνδεσμο</ulink> ή στο αρχείο COPYING-DOCS το οποίο διανέμεται μαζί με αυτό το εγχειρίδιο.
eo: Estas permesate kopi, disdoni kaj/aŭ modifi ĉi tiun dokumenton laŭ la kondiĉoj de la permesilo GNU Free Documentation License (GFDL), Versio 1.1 aŭ ajna posta versio publikigita de Free Software Foundation sen iu nevaria sekcio, sen iu antaŭakovrila teksto, kaj sen iu malantaŭakovrila teksto. Ekzemplero de la GFDL troviĝas ĉe ĉi tiu <ulink type="help" url="ghelp:fdl">ligilo</ulink> aŭ en la dosiero COPYING-DOCS, disdonita kun ĉi tiu manlibro.
es: Se autoriza a copiar, distribuir y modificar este documento bajo los términos de la Licencia de Documentación Libre de GNU (GFDL), versión 1.1 o posterior publicada por la Fundación del Software Libre sin cambiar secciones, sin textos de portada ni textos de contraportada. Puede conseguir una copia de la GFDL en este <ulink type="help" url="ghelp:fdl">enlace</ulink> o en el archivo COPYING-DOCS distribuido con este manual.
fi: Tätä ohjetta saa vapaasti kopioida, levittää ja muokata GNU Free Documentation License (GFDL) -lisenssin ehtojen mukaisesti. Voit käyttää lisenssin versiota 1.1 tai mitä tahansa Free Software Foundationin julkaisemaa myöhempää versiota. Lisenssin ehtoja vakioluvuista ja etu- ja takakansiteksteistä ei sovelleta. Kopio GFDL-lisenssistä löytyy <ulink type="help" url="ghelp:fdl">täältä</ulink> tai tämän ohjeen mukana toimitetusta COPYING-DOCS-tiedostosta.
gl: Autorizase a copiar, distribuír e modificar este documento baixo os termos da Licencia de Documentación Libre de GNU (GFDL), versión 1.1 ou posterior publicada pola Free Software Foundation sen cambiar seccións, sen textos de portada nin textos de contraportada. Pode conseguir unha copia da GFDL nesta <ulink type="help" url="ghelp:fdl">ligazón</ulink> ou no ficheiro COPYING-DOCS distribuido con este manual.
hr: Dopušteno je kopiranje, distribucija i/ili izmjena ovog dokumenta pod uvjetima GNU licence slobodne dokumentacije (GFDL), inačice 1.1 ili novije, koju je izdala Fundacija slobodnog softvera sa "bez nepromijenjive sekcije", "bez teksta na naslovnici" i "bez teksta na koricama". Kopiju GFDL licence možete pronaći <ulink type="help" url="ghelp:fdl">ovdje</ulink> ili u datoteci COPYING-DOCS, distribuiranu uz ovaj priručnik.
hu: Jelen dokumentum szabadon másolható, terjeszthető és/vagy módosítható a GNU Free Documentation License (GFDL) 1.1-es verziója vagy a Free Software Foundation által kiadott ennél frissebb verziója alatt, a „Nem változtatható szakaszok”, „Címlapszövegek” és a „Hátlapszövegek” kivételével. A GFDL leírása <ulink type="help" url="ghelp:fdl">ezen az oldalon</ulink> érhető el, vagy a jelen dokumentációban található COPYING-DOCS fájlban.
id: Izin diberikan untuk menyalin, menyalurkan dan/atau memodifikasi dokumen ini di bawah GNU Free Documentation License (GFDL), Versi 1.1 atau versi lebih baru yang diterbitkan oleh Free Software Foundation dengan tanpa Bagian variasinya, tanpa Text Sampul-Depan, dan tanpa Text Sampul-Belakang. Anda dapat menemukan salinan GFDL di <ulink type="help" url="ghelp:fdl">link</ulink> atau dalam file COPYING-DOCS yang disalurkan bersama manual ini.
ja: この文書は、Free Software Foundation 発行の GNU Free Doucumentation License (GFDL) のバージョン1.1 もしくは、それ以降のバージョンが定める条件のもとで複製、頒布、および/あるいは、改変することが許諾されています。変更不可部分、表カバーテキスト、裏カバーテキストは存在しません。GFDLのコピーは、以下の <ulink type="help" url="ghelp:fdl">リンク</ulink> もしくは、このマニュアルと共に配布されている COPYING-DOCS のファイル中にあります。
ko: 변경불가부분(變更不可部分, invariant section), 표지구절(表紙句節, cover texts, 문서가 본 사용 허가서에 의해서 배포된다는 사실이 문서의 앞 표지나 뒷 표지에 언급되는 짧은 문장을 의미)을 포함하지 않는, 자유 소프트웨어 재단이 공표한 GNU 자유 문서 허가서 (GFDL) 버전 1.1 또는 이후 버전의 약정하에 이 문서를 복사, 배포, 변경할 수 있음을 승인합니다. GFDL의 복사본은 이 <ulink type="help" url="ghelp:fdl">link</ulink> 또는 이 설명서와 함께 배포한 COPYING-DOCS에 있습니다.
ms: Keizinan diberikan untuk menyalin, mengedar dan/atau mengubahsuai dokumen ini di bawah terma GNU Free Documentation License (GFDL), Versi 1.1 atau versi berikutnya yang diterbitkan oleh Free Software Foundation tanpa seksyen yang berbeza, tanpa Teks Muka Depan, dan tidak ada Mesej Muka Belakang. Anda boleh peroleh salinan GFDL di <ulink type="help" url="ghelp:fdl">pautan</ulink> ini atau dalam fail COPYING DOCS diedarkan bersama-sama manual ini.
nb: Tillatelse er gitt til å kopiére, distribuére og/eller endre på dette dokumentet under vilkårene til «GNU Free Documentation License» (GFDL), Versjon 1.1 eller en senere utgave publisert av Free Software Foundation med ingen uforanderlige avsnitt, ingen forsidetekst og ingen baksidetekst. Du finner lisensen i denne <ulink type="help" url="ghelp:fdl">lenken</ulink> eller i filen «COPYING-DOCS» som følger med denne manualen.
pt_br: Permissão para copiar, distribui e/ou modificar este documento sob os termos da Licença de Documentação Livre(GFDL - GNU Free Documentation License), Versão 1.1 ou qualquer outra versão mais recente publicada pela Free Software Foundation sem seções invariantes, texto de capa frontal e sem texto de quarta capa. Você pode encontrar uma cópia da GFDL através deste <ulink type="help" url="ghelp:fdl">link</ulink> ou no arquivo COPYING-DOCS distribuído com este manual.
ru: Разрешается копировать, распространять и/или изменять этот документ в соответствии с условиями GNU Free Documentation License (GFDL), версии 1.1 или более поздней версии, опубликованной Free Software Foundation без неизменяемых разделов, без Front-Cover текстов, а также без Back-Cover текстов. Вы можете найти копию GFDL по этой ссылке <ulink type="help" url="ghelp:fdl"> </ ulink> или в файле COPYING-DOCS распространяется вместе с руководством.
sl: Ta dokument lahko razmnožujete, razširjate in/ali spreminjate pod pogoji Dovoljenje za prosto dokumentacijo GNU (GFDL), različice 1.1 ali katerekoli poznejše različice, ki jo je izdala ustanova Free Software Foundation; brez Nespremenljivih razdelkov, brez besedila na naslovnici in brez besedila na zadnji strani. Kopijo dokumenta GFDL je mogoče najti v dokumentu <ulink type="help" url="ghelp:fdl">GFDL</ulink> ali v dokumentu COPYING-DOCS, ki je izdan skupaj s priročnikom.
sr: Дозвољено је да умножавате, расподељујете и/или мењате овај документ под условима ГНУ Слободне Документационе Лиценце (GFDL), издање 1.1 или било ког новијег издања које објави Задужбина Слободног Софтвера без Непромењених одељака, без Текста насловне стране и без Текста задње стране. Можете наћи примерак ГСДЛ на овој <ulink type="help" url="ghelp:fdl">везици</ulink> или у датотеци COPYING-DOCS која иде уз овај приручник.
sv: Tillstånd att kopiera, distribuera och/eller modifiera detta dokument ges under villkoren i GNU Free Documentation License (GFDL), version 1.1 eller senare, utgivet av Free Software Foundation utan standardavsnitt och omslagstexter. En kopia av GFDL finns att hämta på denna <ulink type="help" url="ghelp:fdl">link</ulink> eller i filen COPYING-DOCS som medföljer denna handbok.
tr: Bu belgenin kopyalanmasına, dağıtımına ve/veya düzenlenmesine, GNU Özgür Dökümantasyon Lisansı (GFDL), Sürüm 1.1 veya daha sonraki herhangi bir sürüm altında, Hiçbir Bölümü, Ön Kapak ve Arka Kapak Yazılarını değiştirmeden, Özgür Yazılım Kuruluşu tarafından yayımlanmasına izin verilmiştir. GFDL'nin bir kopyasını bu <ulink type="help" url="ghelp:fdl">bağlantıda</ulink> veya bu kılavuz ile dağıtılan COPYING-DOCS dosyasında bulabilirsin.
uk: Дозволяється копіювати, поширювати і / або модифікувати цей документ на умовах ліцензії GNU Free Documentation License (GFDL), версії 1.1 або більш пізньої версії, опублікованої Free Software Foundation, без незмінних розділів і без обкладинок. Ви можете знайти копію ліцензії <ulink type="help" url="ghelp:fdl"> тут </ ulink> або у файлі COPYING-DOCS, який поширюється разом з керівництвом.
vi: Cho phép sao chép, phân phối và/hoặc sửa đổi tài liệu này dưới những điều khoản của Giấy phép tài liệu tự do GNU (GFDL), Phiên bản 1.1 hay các phiên bản mới hơn được phát hành bởi Tổ chức Phần mềm Tự do mà không bao gồm phần thay đổi, không có Front-Cover Texts và Back-Cover Texts. Bạn có thể tìm thấy bản sao của GFDL tại <ulink type="help" url="ghelp:fdl">link</ulink> hay trong tập tin COPYING-DOCS phân phối cùng hướng dẫn này.
zh_cn: 在GNU自由软件基金会发布的《GNU自由文档证书》(GNU Free Documentation License, GFDL) 1.1及任何后续版本的条款下，允许您复制，分发和/或修改本文档，但不包括“常规章节(Invariant Sections)”、“封面文字(Front-Cover Texts)”和“封后文字(Back-Cover Texts)”章节。您在 <ulink type="help" url="ghelp:fdl">link</ulink> 或在随本文档发行的COPYING-DOCS文件中能找到GFDL的复本。
