Repository: fossasia/x-mario-center
Catalog: po/help/*.po
Languages: ast, bs, cs, da, de, el, eo, es, fi, fr, gl, he, hr, hu, id, it, ja, ko, ms, nb, nl, pt_br, ru, sl, sr, sv, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: First, check that <menuchoice><guimenu>View</guimenu> <guimenuitem>All Software</guimenuitem></menuchoice> is selected.
ast: Primero comprueba que <menuchoice><guimenu>Ver</guimenu> <guimenuitem>Tol software</guimenuitem></menuchoice> ta seleicionáu.
bs: Najprije provjerite da je opcija <menuchoice><guimenu>Prikaz</guimenu> <guimenuitem>Sav softver</guimenuitem></menuchoice> označena.
cs: Nejprve zkontrolujte, zda je vybráno <menuchoice><guimenu>Zobrazit</guimenu> <guimenuitem>Veškerý software</guimenuitem></menuchoice>.
da: Kontroller først at <menuchoice><guimenu>Vis</guimenu> <guimenuitem>Alt software</guimenuitem></menuchoice> er valgt.
de: Stellen Sie zunächst sicher, dass <menuchoice><guimenu>Ansicht</guimenu> <guimenuitem>Alle Anwendungen</guimenuitem></menuchoice> ausgewählt ist.
el: Πρώτα, βεβαιωθείτε ότι το <menuchoice><guimenu>Προβολή</guimenu> <guimenuitem>Όλο το λογισμικό</guimenuitem></menuchoice> είναι επιλεγμένο.
eo: Unue kontrolu ke <menuchoice><guimenu>Vidigi</guimenu> <guimenuitem>Ĉiuj Programaroj</guimenuitem></menuchoice> estas elektita.
es: Primero, compruebe que <menuchoice><guimenu>Ver</guimenu> <guimenuitem>Todo el software</guimenuitem></menuchoice> está seleccionado.
fi: Ensimmäiseksi tarkista, että <menuchoice><guimenu>Näytä</guimenu> <guimenuitem>Kaikki ohjelmistot</guimenuitem></menuchoice> on valittuna.
fr: Tout d'abord, assurez-vous que <menuchoice><guimenu>Affichage</guimenu> <guimenuitem>Tous les logiciels</guimenuitem></menuchoice> est bien sélectionné.
gl: Primeiro comprobe que estea seleccionado <menuchoice><guimenu>Ver</guimenu> <guimenuitem>Todo o software</guimenuitem></menuchoice>.
he: ראשית יש לבדוק שבחרת ב<menuchoice><guimenu>תצוגה</guimenu> <guimenuitem>כל התוכנות</guimenuitem></menuchoice>.
hr: Najprije provjerite da je opcija <menuchoice><guimenu>Prikaz</guimenu> <guimenuitem>Sav softver</guimenuitem></menuchoice> označena.
hu: Először is ellenőrizze, hogy a <menuchoice><guimenu>Nézet</guimenu> <guimenuitem>Minden szoftver</guimenuitem></menuchoice> opció be van-e jelölve.
id: Pertama, periksa apakah <menuchoice><guimenu>Lihat</guimenu> <guimenuitem>Semua Software</guimenuitem></menuchoice> terpilih.
it: Per prima cosa, verificare che <menuchoice><guimenu>Visualizza</guimenu><guimenuitem>Tutto il software</guimenuitem></menuchoice> sia selezionato.
ja: まず、 <menuchoice><guimenu>表示</guimenu> <guimenuitem>すべてのプリケーション</guimenuitem></menuchoice> が選択されているか確認します。
ko: 먼저, <menuchoice><guimenu>보기</guimenu> <guimenuitem>모든 소프트웨어</guimenuitem></menuchoice>를 선택하였는지 확인하십시오.
ms: Pertama, lihat <menuchoice><guimenu>Papar</guimenu> <guimenuitem>Semua Perisian</guimenuitem></menuchoice> telah ditanda.
nb: Sjekk først at <menuchoice><guimenu>Vis</ guimenu> <guimenuitem>All programvare</ guimenuitem></ menuchoice> er valgt.
nl: Controleer eerst of <menuchoice><guimenu>Beeld</guimenu> <guimenuitem>Alle software</guimenuitem></menuchoice> geselecteerd is.
pt_br: Primeiro, verifique se <menuchoice><guimenu>Visualizar</guimenu> <guimenuitem>Todos os programas</guimenuitem></menuchoice> está selecionado.
ru: Вначале проверьте что выбрано <menuchoice><guimenu>Вид</guimenu> <guimenuitem>Все приложения</guimenuitem></menuchoice>.
sl: Prvo, preverite, da <menuchoice><guimenu>Pogled</guimenu><guimenuitem>Vsa Programska Oprema</guimenuitem></menuchoice> je izbrano.
sr: Прво, проверите да ли је изабрано <menuchoice><guimenu>Преглед</guimenu><guimenuitem>Сав софтвер</guimenuitem></menuchoice>.
sv: Börja med att kontrollera att <menuchoice><guimenu>Visa</guimenu> <guimenuitem>Alla program</guimenuitem></menuchoice> är valt.
tr: Önce <menuchoice><guimenu>Görünüm</guimenu> <guimenuitem>Tüm Yazılım</guimenuitem></menuchoice>'ın seçili olduğunu denetleyin.
uk: Спочатку, перевірте чи обраний пункт <menuchoice><guimenu>Перегляд</guimenu> <guimenuitem>Все програмне забезпечення</guimenuitem></menuchoice>
vi: Đầu tiên, kiểm tra rằng <menuchoice><guimenu>Hiển thị</guimenu> <guimenuitem>Tất cả phần mềm</guimenuitem></menuchoice> được chọn.
zh_cn: 首先，检查 <menuchoice><guimenu>视图</guimenu> <guimenuitem>所有软件</guimenuitem></menuchoice> 选项已选中。
zh_hk: 首先, 先檢查您是否已勾選 <menuchoice><guimenu>檢視</guimenu> <guimenuitem>所有軟件</guimenuitem></menuchoice>。
zh_tw: 首先, 先檢查您是否已勾選 <menuchoice><guimenu>檢視</guimenu> <guimenuitem>所有軟體</guimenuitem></menuchoice>。

source: If the software you want still isn&#8217;t there, but you know that it runs on Ubuntu, try contacting the original developers of the program to ask if they can help make it available.
ast: Si'l software que quies aínda nun ta, pero sabes que funciona n'Ubuntu, intenta ponete en contautu colos desendolcadores orixinales del programa pa entrugar si puen ayudar a facer que tea disponible.
bs: Ako softver kojeg želite još uvijek nije dostupan, ali znate da ga je moguće pokrenuti na Ubuntuu, pokušajte kontaktirati izvorne razvijatelje programa i upitajte ih ako mogu pomoći po pitanju dostupnosti za Ubuntu.
cs: Pokud software, který chcete, není ještě k dispozici, ale víte, že v Ubuntu funguje, zkuste kontaktovat původní vývojáře programu a požádat je o pomoc se zpřístupněním programu.
da: Hvis den software du ønsker stadig ikke er der, men du ved at den kan køre på Ubuntu, så prøv at kontakte de oprindelige udviklere af programmet, og spørg om de kan hjælpe med at gøre programmet tilgængelig.
de: Wenn die Anwendung immer noch nicht verfügbar ist, Sie jedoch mit Sicherheit wissen, dass Sie unter Ubuntu läuft, versuchen Sie ursprünglichen Entwickler des jeweiligen Programms zu kontaktieren, um sie zu fragen, ob sie dabei helfen können, die Anwendung verfügbar zu machen.
el: Αν το λογισιμικό που επιθυμείτε δεν υπάρχει ακόμα εκεί αλλά γνωρίζετε ότι δουλεύει στο Ubuntu, δοκιμάστε να επικοινωνήσετε με τους προγραμματιστές για να τους ρωτήσετε αν μπορούν να βοηθήσουν να γίνει διαθέσιμο.
eo: Se la programaro dezirata ne vidiĝas, sed vi scias ke ĝi estas rulebla de Ubuntu, provu kontakti la evoluigantoj de la programaro por peti ke ili disponigu ĝin.
es: Si aun así, el software que quiere no está ahí, pero sabe que funciona en Ubuntu, trate de contactar con los desarrolladores originales del programa para preguntarles si pueden ayudar a que esté disponible.
fi: Jos haluamasi ohjelmisto ei ole siellä, mutta tiedät sen toimivan Ubuntulla, yritä ottaa yhteyttä ohjelman alkuperäisiin kehittäjiin kysyäksesi, jos he voisivat yrittää laittaa sen saataville.
fr: Si le logiciel que vous recherchez n'apparait toujours pas et si vous êtes sûr qu'il fonctionne avec Ubuntu, essayez de contacter les développeurs du programme et demandez leur s'ils peuvent aider à le rendre disponible.
gl: Se o software que desexa aínda non está, pero sabe que funciona en Ubuntu, tente pórse en contacto cos desenvolvedores orixinais do programa para preguntar se poden axudar a facer que estea dispoñíbel.
he: אם התכנית בה אתה מעוניין עדיין איננה נמצאת אך ידוע לך שהיא פועלת על גבי אובונטו, יש לנסות ליצור קשר עם המפתחים המקוריים של התכנית ולשאול אותם האם ביכולתם לסייע להתאים אותה.
hr: Ako softver kojeg želite još uvijek nije dostupan, ali znate da ga je moguće pokrenuti na Ubuntuu, pokušajte kontaktirati izvorne razvijatelje programa i upitajte ih ako mogu pomoći po pitanju dostupnosti za Ubuntu.
hu: Ha a telepíteni kívánt program még mindig nem elérhető, de biztosan tudja, hogy a program futtatható Ubuntun, akkor próbáljon meg a program eredeti fejlesztőjével kapcsolatba lépni, és megkérni, hogy tegye a programot elérhetővé.
it: Se il software da installare non è disponibile, ma è noto funzionare con Ubuntu, provare a contattare gli sviluppatori affinché lo rendano disponibile.
ja: Ubuntuで動作するソフトウェアなのに、Ubuntuソフトウェアセンターにない場合は、プログラムを作った開発者にソフトウェアセンターで入手できるようにならないか問い合わせてください。
ko: 당신이 원하는 소프트웨어가 우분투에서 실행될 수 있다는 것을 알고 있지만 여전히 찾을 수 없다면 프로그램 개발자에게 연락하여 우분투 소프트웨어 센터에 등록될 수 있도록 도울 수 있는지 물어보십시오.
ms: Jika perisian yang anda inginkan tiada, tetapi anda tahu perisian tersebut disediakan untuk Ubuntu, cuba menghubungi para pembangunan asal program tersebut dan mohon mereka sediakannya.
nb: Hvis programvaren du ønsker fremdeles ikke er der, men du vet at den kjører på Ubuntu kan du kontakte utviklerne av programvaren og spørre om de kan hjelpe med å gjøre den tilgjengelig.
nl: Als de software die u wilt, nog steeds niet te vinden is, maar u weet dat het werkt in Ubuntu, probeer dan de originele ontwikkelaars van het programma te contacteren en vraag of ze kunnen helpen om het beschikbaar te maken.
pt_br: Se o programa que você quer não está ainda disponível, mas você sabe que ele roda no Ubuntu, tente contatar os desenvolvedores originais do programa para ajudar a torná-lo disponível.
ru: Если желаемая программа отсутствует там, но вы знаете что она работает в Ubuntu, попробуйте связаться с разработчиками этой программы и попросите их сделать её доступной в Ubuntu.
sl: Če programska oprema, ki jo želite še vedno ni na voljo, toda vi veste, da teče na Ubuntuju, poskusite stopiti v stik z izvornimi razvijalci programa ter jih vprašajte, če vam lahko pomagajo.
sr: Ако софтвер који желите још увек није ту, али знате да ради на Убунтуу, покушајте да ступите у контакт са оригиналним програмерима програма и питајте их да ли они могу помоћи да га учине доступним.
sv: Om programmet du vill använda inte finns i programcentralen, men du vet att det fungerar på Ubuntu, försök att kontakta de ursprungliga utvecklarna av programmet för att fråga om de kan hjälpa dig att göra den tillgänglig.
tr: Eğer istediğiniz yazılım hala orada değil, fakat Ubuntu'da çalıştığına eminseniz, onu kullanılabilir hale getirmenize yardım etmesi için programın özgün geliştiricileri ile iletişime geçmeyi deneyin.
uk: Якщо програма відсутня там, але ви знаєте що вона працює в Ubuntu, спробуйте зв’язатись з розробниками програми і попросити щоб вони зробили її доступною.
vi: Nếu phần mềm bạn muốn vẫn không có, nhưng bạn biết chắc rằng nó chạy trên Ubuntu, hãy thử liên hệ với các nhà phát triển ban đầu của chương trình để hỏi xem họ có thể làm cho nó có sẵn.
zh_cn: 如果仍然找不到您需要的软件，但您知道它能在Ubuntu中运行，请尝试联系软件的原开发者并询问他们能否提供 Ubuntu 能用的版本。
zh_hk: 如果您想要的軟件仍未顯示出來，但您知道它可於 Ubuntu 上執行，您可以嘗試聯繫軟件的原始開發者並詢問是否能協助讓其可選用。
zh_tw: 如果您想要的軟體仍未顯示出來，但您知道它可於 Ubuntu 上執行，您可以嘗試聯繫軟體的原始開發者並詢問是否能協助讓其可選用。

source: If a program is available for other operating systems but not for Ubuntu, let the developers know that you&#8217;re interested in running it on Ubuntu.
ast: Si un programa ta disponible pa otros sistemes operativos, pero non pa Ubuntu, fai saber a los desendolcadores que tas interesáu en facelu funcionar n'Ubuntu.
bs: Ako je program dostupan za ostale operativne sisteme, ali ne i Ubuntu, dajte programerima do znanja da ste zainteresirani da se program može pokrenuti na Ubuntuu.
cs: Pokud je program dostupný pro jiné operační systémy ale ne pro Ubuntu, uvědomte vývojáře o tom, že máte zájem, aby fungoval také v Ubuntu.
da: Hvis et program er tilgængeligt for andre styresystemer end Ubuntu, så gør udviklerne opmærksom på at du er interesseret i at køre det på Ubuntu.
de: Wenn das Programm für andere Betriebssysteme, aber nicht Ubuntu verfügbar ist, teilen Sie den Entwicklern mit, dass Sie daran interessiert wären, es unter Ubuntu laufen zu haben.
el: Αν ένα πρόγραμμα είναι διαθέσιμο για άλλα λειτουργικά συστήματα αλλά όχι για το Ubuntu, κάντε το γνωστό στους προγραμματιστές ότι ενδιαφέρεστε να υπάρχει και στο Ubuntu.
eo: Se la programaro disponeblas por aliaj mastrumaj sistemo sed ne por Ubuntu, sciigu la evoluigantojn ke vin interesas ruli ĝin per Ubuntu.
es: Si un programa está disponible para otros sistemas operativos, pero no para Ubuntu, haga saber a los desarrolladores que está interesado en hacerlo funcionar sobre Ubuntu.
fi: Jos ohjelma on saatavilla muille käyttöjärjestelmille mutta ei Ubuntulle, kerro kehittäjälle, että haluaisit käyttää sitä Ubuntussa.
fr: Si un programme existe pour d'autres systèmes d'exploitation mais pas pour Ubuntu, faîtes savoir aux développeurs que son portage sous Ubuntu vous intéresse.
gl: Se un programa está dispoñíbel para outro sistema operativo pero non par Ubuntu, dígalle aos desenvolvedores que vostede está interesado en executalo en Ubuntu.
he: אם ישנה תכנית הזמינה למערכות הפעלה אחרות אך לא לאובונטו, באפשרותך ליידע את המפתחים שיש לך עניין בהרצתה באובונטו.
hr: Ako je program dostupan za ostale operativne sustave, ali ne i Ubuntu, dajte razvijateljima programa do znanja da ste zainteresirani da se program može pokrenuti na Ubuntuu.
hu: Ha a program más operációs rendszereken elérhető, de Ubuntun nem, akkor jelezze a fejlesztők felé a program Ubuntun való futtatásának igényét.
id: Bila program tersebut tersedia untuk sistem operasi lain namun tidak untuk ubuntu, beritahu pihak pengembangnya bahwa anda tertarik untuk menjalankannya di Ubuntu.
it: Se un programma è disponibile per altri sistemi operativi, ma non per Ubuntu, provare a contattare gli sviluppatori a riguardo.
ja: 他のオペレーティングシステムで提供されているソフトウェアがUbuntuにない場合は、Ubuntuで動かしたい旨を開発者に知らせてください。
ko: 프로그램이 다른 운영 체제에서만 사용이 가능하다면 당신이 그 프로그램을 우분투에서 사용하고싶어한다는 것을 개발자에게 알리십시오.
ms: Jika sebuah program disediakan untuk sistem operasi selain daripada Ubuntu, beritahu para pembangun perisian tersebut bahawa anda berminat menggunakannya pada Ubuntu.
nb: Hvis et program er tilgjengelig for andre operativsystemer men ikke for Ubuntu, bør du la utviklerne få vite at du er interessert i å kjøre det i Ubuntu.
nl: Als een programma beschikbaar is voor andere besturingssystemen maar niet voor Ubuntu, kunt u de ontwikkelaars laten weten dat u het programma graag wilt gebruiken op Ubuntu.
pt_br: Se o programa for disponível para outros sistemas operacionais mas não para o Ubuntu, diga a seus desenvolvedores que você está interessado em executá-lo no Ubuntu.
ru: Если программа доступна для других операционных систем, но не для Ubuntu, попробуйте сообщить разработчикам о том, что Вы хотите, чтобы программа работала под Ubuntu.
sl: Če je program na voljo za druge operacijske sisteme toda ne za Ubuntu, sporočite razvijalcem, da ste zainteresirani za poganjanje programa na Ubuntuju.
sr: Ако је програм доступан за друге оперативне системе, али не и за Убунту, обавестите програмере да сте заинтересовани да га покрећете на Убунтуу.
sv: Om ett program finns tillgängligt för andra operativsystem men inte för Ubuntu så informera utvecklarna om att du är intresserad av att köra programmet på Ubuntu.
tr: Eğer bir program diğer işletim sistemlerinde kullanılabiliyor, fakat Ubuntu'da kullanılamıyorsa, geliştiricilere Ubuntu'da çalıştırılmasını istediğinizi bildirin.
uk: Якщо програма доступна для інших ОС, але не для Ubuntu, повідомте розробників, що ви зацікавлені в завантаженні цієї програми під Ubuntu.
vi: Nếu một chương trình có sẵn cho hệ điều hành khác nhưng không có cho Ubuntu, hãy để cho các nhà phát triển biết rằng bạn đang quan tâm đến việc chạy nó trên Ubuntu.
zh_cn: 如果某个软件在其他操作系统中能运行除了 ubuntu ，请通知软件开发人员您希望在Ubuntu里运行该软件。
zh_hk: 若該程式可在其他作業系統中使用而不是在 Ubuntu 中，請讓開發者知道您對其能夠在 Ubuntu 中執行感到興趣。
zh_tw: 如果某程式不在其他操作系統上可用，但是在 Ubuntu 內卻沒有，請讓那些開發者知道您對於讓他們所開發的程式是否能在 Ubuntu 上運行相當有興趣。

source: What if a program doesn&#8217;t work?
ast: ¿Qué facer si un programa nun furrula?
bs: Što ako program ne radi?
cs: Co když program nefunguje?
da: Hvad hvis et program ikke virker?
de: Was, wenn ein Programm nicht funktioniert?
el: Τι θα συμβεί αν ένα πρόγραμμα δεν δουλεύει;
eo: Kio se la programo ne funkcias?
es: ¿Y si un programa no funciona?
fi: Entä jos ohjelma ei toimi?
fr: Que faire si un programme ne marche pas?
gl: Que sucede se un programa non funciona?
he: ומה אם תכנית אינה עובדת?
hr: Što ako program ne funkcionira?
hu: Mit tegyek, ha a program nem működik?
id: Bagaimana bila program tidak dapat bekerja?
it: Cosa fare se un programma non funziona?
ja: プログラムが動かなかった場合は?
ko: 프로그램이 동작하지 않는다면 어떻게 해야 하나요?
ms: Bagaimana jika program tidak berfungsi?
nb: Hva om et program ikke fungerer?
nl: Wat te doen als een programma niet werkt?
pt_br: E se um programa não funcionar?
ru: Что делать, если программа не работает?
sl: Kaj če program ne deluje?
sr: Шта ако програм не ради?
sv: Vad ska jag göra om ett program inte fungerar?
tr: Eğer bir program çalışmıyorsa?
uk: Що робити, якщо програма не працює?
vi: Nếu một chương trình không hoạt động thì sao?
zh_cn: 如果程序不能运行怎么办？
zh_hk: 如果某程式無法正確運作的話該怎麼辦？
zh_tw: 如果某程式無法正確運作的話該怎麼辦？

source: With tens of thousands of programs in Ubuntu Software Center, there&#8217;s always the chance that a few of them won&#8217;t work properly on your computer.
ast: Con decenes de miles de programes nel Centru de software d'Ubuntu, siempre hai posibilidaes de qu'unos pocos programes nun funcionen afayadizamente nel to equipu.
bs: Uz desetine hiljada programa u Ubuntu centru softvera, uvijek postoji šansa da neki od njih neće ispravno funkcionisati na vašem računaru.
cs: S desítkami tisíc programů v Centru softwaru pro Ubuntu vzniká vždy šance, že několik z nich nebude správně fungovat na vašem počítači.
da: Med titusinder af programmer i Ubuntu Softwarecenter, er der altid en chance for at nogle få af dem ikke vil virke ordentligt på din computer.
de: Bei mehreren zehntausend Anwendungen im Software-Center besteht immer die kleine Chance, dass einige davon nicht richtig auf Ihrem Rechner laufen.
el: Με δεκάδες χιλιάδες προγράμματα στο Κέντρο λογισμικού του Ubuntu, υπάρχει πάντα η πιθανότητα μερικά από αυτά να μη δουλεύουν σωστά στον υπολογιστή σας.
eo: En dekoj da miloj da programoj en Ubuntu-Programarejo, ĉiam eblas ke kelkaj ne funkcios en via komputilo.
es: Con decenas de miles de programas en el Centro de software de Ubuntu, siempre hay posibilidades de que unos pocos programas no funcionen adecuadamente en su equipo.
fi: Kymmenillä tuhansilla ohjelmilla Ubuntun sovellusvalikoimassa, on aina olemassa mahdollisuus, että jotkut niistä ei toimi kunnolla tietokoneessasi.
fr: Avec les dizaines de milliers de programmes disponibles dans la bibliothèque Ubuntu, vous risquez toujours d'en rencontrer quelques uns qui ne fonctionneront pas correctement sur votre ordinateur.
gl: Con centos de programas no Centro de software de Ubuntu, sempre existe a posibilidade de que uns poucos non funcionen axeitadamente no seu computador.
he: עם עשרות אלפי תכניות במרכז התכנה של אובונטו, תמיד יש סיכוי שחלקן לא יעבדו על מחשבך.
hr: Uz desetke tisuća programa u Ubuntu centru softvera, uvijek postoji šansa da neki od njih neće ispravno funkcionirati na vašem računalu.
hu: Figyelembe véve, hogy az Ubuntu szoftverközpontban programok tízezrei érhetők el, előfordulhat, hogy ezek közül pár nem működik megfelelően a számítógépén.
id: Terdapat puluhan ribu program di Ubuntu Software Center, ada kemungkinan beberapa program tidak dapat bekerja dengan baik pada komputer Anda.
it: Con migliaia di programmi disponibili attraverso Ubuntu Software Center, è possibile trovarne alcuni che non funzionino correttamente.
ja: ソフトウェアセンターには何万ものプログラムがあるため、そのうちのいくつかがあなたのコンピュータで正しく機能しない可能性は常にあります。
ko: 우분투 소프트웨어 센터에는 수만개의 프로그램이 있습니다. 몇몇 개 정도는 올바르게 작동하지 않는 경우가 있을 수 있습니다.
ms: Dengan puluhan ribu program di Pusat Perisian Ubuntu, memang ada kemungkinan beberapa perisian tidak akan berfungsi seperti yang diharapkan di komputer anda.
nb: Med titusenvis av programmer i Ubuntus programvaresenter er det alltid en mulighet for at noen av de ikke vil fungere på din datamaskin.
nl: Met tienduizenden programma's in Ubuntu softwarecentrum is er altijd de kans dat een aantal ervan niet correct zal werken op uw computer.
pt_br: Com dezenas de milhares de programas na Central de Programas do Ubuntu, há sempre a chance de que uns poucos deles não operem de forma própria no seu computador.
ru: Учитывая, что в Центре приложений Ubuntu находятся десятки тысяч программ, всегда есть шанс что некоторые из них будут плохо работать на вашем компьютере.
sl: Z več deset tisoč programov v Programskem središču Ubuntu je vedno možno, da nekaj od njih ne bo delovalo pravilno na vašem računalniku.
sr: Уз десетине хиљада програма у Убунтуовом софтверском центру, увек постоји шанса да неки од њих неће исправно радити на вашем рачунару.
sv: Med tusentals program i programcentralen, finns alltid risken att något av dem inte fungerar ordentligt på din dator.
tr: Ubuntu Yazılım Merkezi'ndeki binlerce programın onlarcası, bilgisayarınız ile tam olarak çalışmayacağına dair bir ihtimal her zaman vardır.
uk: З десятків тисяч програм, що є в Центрі програм Ubuntu, може бути кілька, які не зможуть нормально працювати на вашому комп'ютері.
vi: Với hàng chục ngàn phần mềm trong Trung tâm phần mềm Ubuntu, luôn có một số ít không làm việc được trên máy tính của bạn.
zh_cn: Ubuntu 软件中心中有数以千计的程序，因此总能找到一些能在您的计算机上正常工作的程序。
zh_hk: Ubuntu 軟件中心擁有數以萬計的程式，非常有可能其中少數某些無法正確在您的電腦上運作。
zh_tw: Ubuntu 軟體中心擁有數以萬計的程式，非常有可能其中少數某些無法正確在您的電腦上運作。
