Repository: fossasia/x-mario-center
Catalog: po/help/*.po
Languages: ast, bs, cs, da, de, el, eo, es, fi, fr, gl, he, hr, hu, id, it, ja, ko, ms, nb, nl, pt_br, ru, sl, sr, sv, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: To find out where to launch a new program, navigate to the screen for that program in Ubuntu Software Center, if it is not still being displayed. The menu location should be displayed on that screen, below the colored bar.
ast: P'alcontrar ónde s'executa un programa nuevu, vete hasta la pantalla pa esi programa nel Centru de software d'Ubuntu, si entá nun s'amosó. La llocalización nel menú tendría d'amosase nesa pantalla, debaxo de la barra colloreada.
bs: Da biste saznali gdje možete pokrenuti novi program, posjetite stranicu tog programa u Ubuntu centru softvera, ako već nije prikazana. Lokacija u izborniku bi trebala biti navedena na toj stranici, ispod obojane trake.
cs: Pro nalezení, kde lze nový program spustit, přejděte na stránku tohoto programu v Centru softwaru pro Ubuntu. Umístění v nabídce by mělo být zobrazeno na této stránce pod barevným pruhem.
da: For at se hvor du kan starte et nyt program, kan du gå til skærmen for det program i Softwarecenteret, hvis ikke den stadig er vist. Menuplaceringen vises på skærmen under den farvede linje.
de: Um herauszufinden, wo Sie eine neue Anwendung starten können, rufen Sie im Software-Center die Detailansicht für dieses Programm auf, falls diese nicht immer noch angezeigt wird. Dort sollte unter der farbigen Leiste der Fundort im Menü aufgeführt sein.
el: Για να δείτε από που θα εκκινήσετε ένα καινούριο πρόγραμμα, πηγαίνετε στην οθόνη αυτού του προγράμματος στο Κέντρο λογισμικού του Ubuntu, αν δεν εμφανίζεται ήδη. Η τοποθεσία του μενού θα πρέπει να εμφανίζεται σε αυτή την οθόνη κάτω από την έγχρωμη μπάρα.
eo: Por eltrovi kie lanĉi novan programon, navigu al la ekrano por tiu programo en Ubuntu-Programarejo, se ĝi ne videblas. La menuloko devus esti videbla en tiu ekrano sub la kolora breto.
es: Para encontrar donde ejecutar un nuevo programa, navegue hasta la pantalla para ese programa en el Centro de software de Ubuntu, si aún no ha sido mostrado. La localización en el menú debería mostrarse en esa pantalla, debajo de la barra coloreada.
fi: Sovelluksen käynnistysohjeet ovat luultavasti sovelluksen sivuilla Sovellusvalikoimassa.
fr: Pour trouver comment lancer un nouveau programme, parcourez la Logithèque Ubuntu jusqu'à l'écran de ce programme, s'il n'est pas déjà affiché. L'emplacement dans le menu devrait être affiché sur cet écran, sous la barre colorée.
gl: Para saber desde onde iniciar un novo programa, vaia á pantalla de dito programa no Centro de Software de Ubuntu, se non está visualizándoa agora mesmo. A localización do menú debería mostrarse en dita pantalla, debaixo da barra coloreada.
he: כדי למצוא היכן לטעון תכנית חדשה, יש לנווט אל המסך של תכנית זו במרכז התכנה של אובונטו, אם היא עדיין מופיעה. המיקום בתפריט אמור להופיע במסך זה מתחת לפס הצבעוני.
hr: Da biste saznali gdje možete pokrenuti novi program, posjetite stranicu tog programa u Ubuntu centru softvera, ako već nije prikazana. Lokacija u izborniku bi trebala biti navedena na toj stranici, ispod obojane trake.
hu: A programok indításához használható hely meghatározásához nyissa meg az Ubuntu szoftverközpontban a programhoz tartozó képernyőt, ha nem az van megnyitva. A program menüben elfoglalt helye a színes sáv alatt jelenik meg a képernyőn.
id: Untuk mengetahui cara menjalankan program baru, arahkan di atas program tersebut pada Ubuntu Software Center, jika masih belum ditampilkan. Lokasi menu seharusnya ditampilkan di bawah bar berwarna.
it: Per scoprire da dove avviare un nuovo programma, spostarsi alla pagina di quel programma all'interno di Ubuntu Software Center. La posizione nei menù dovrebbe essere visualizzata al di sotto della barra colorata.
ja: まだプログラムが表示されていない場合に、新しいプログラムがどこで起動するか探すには、Ubuntuソフトウェアセンターの探したいプログラムのページへ移動します。メニューの中でアプリケーションがある場所は、その画面の色のついたバーの下に表示されます。
ko: 새 프로그램을 어디서 실행할지 찾으려면, 해당 프로그램을 우분투 소프트웨어 센터에서 찾으십시오 . 색상바 아래에서 메뉴상의 위치를 볼 수 있습니다.
ms: Untuk mencari dimana hendak lancarkan program baru, navigasi ke skrin untuk program tersebut didalam Pusat Perisian Ubuntu, jika ia tidak dapat dipaparkan. Lokasi menu patut dipaparkan pada skrin tersebut, dibawah palang berwarna.
nb: For å finne ut hvordan du starter et program, finn fram til programmets side i Ubuntus programvaresenter, hvis den ikke allerede er åpen. Under den fargede linjen står det hvor i hovedmenyen du starter programmet.
nl: Indien niet meer aangegeven wordt onder welk menu u de nieuwe toepassing kunt vinden, zoekt u de vermelding op voor deze toepassing in het Ubuntu softwarecentrum. De locatie van het menu zou hier aangegeven moeten zijn, onder de gekleurde balk.
pt_br: Para saber onde encontrar o atalho para um novo programa, navegue pela janela até a referência ao programa na Central de Programas do Ubuntu, se ele ainda não estiver sendo exibido. A localização do atalho no menu deve ser exibida na tela, abaixo da barra colorida.
ru: Чтобы узнать, откуда запускать новую программу, откройте страницу этой программы в центре приложений Ubuntu, если она ещё не отображается. Ниже цветной полосы должно отобразиться меню с местоположением программы.
sl: Če želite izvedeti, kje naj namesite program, krmarite do zaslona za ta program v Programskem središču Ubuntu, će še ni prikazano. Mesto v meniju bi moralo biti prikazano na tem zaslonu pod obarvano vrstico.
sr: Да сазнате одакле да покренете нови програм, идите на екран тог програма у Убунтуовом софтверском центру, ако још увек није приказан. Место изборника треба да буде приказано на том екрану, испод траке у боји.
sv: För att ta reda på var ett nytt program startas, gå till fönstret för det aktuella programmet i programcentralen för Ubuntu, om det inte redan visas. Menyplatsen skall visas under det färgade fältet.
tr: Eğer hala gözükmüyorsa, bir programın nereden açılacağını bulabilmek için o programın Ubuntu Yazılım Merkezindeki sayfasına gidin. Oradaki ekranda renkli çubuğun altında programın menüdeki yeri gösteriliyor olacaktır.
uk: Щоб знайти звідки запустити нову програму, відкрийте екран цієї програми в Центрі програм Ubuntu, якщо він досі не відкритий. Знаходження в меню буде показане на цьому екрані під кольоровою смугою.
vi: Để biết khởi chạy một phần mềm từ thực đơn nào, bạn hãy vào màn hình mô tả phần mềm đó trong Trung tâm Phần mềm Ubuntu, nếu chưa tìm được các khởi chạy nó. Vị trí của thực đơn thường có xuất hiện trong màn hình mô tả đó, dưới thanh có màu.

source: If you are using Ubuntu Netbook Edition, an application appears in the appropriate category on the home screen.
ast: Si tas usando Ubuntu Netbook Edition, l'aplicación tien d'apaecer na categoría correspondiente de la pantalla d'aniciu.
bs: Ako koristite Ubuntu Netbook Edition, program se pojavljuje u pripadajućoj kategoriji na početnom zaslonu.
cs: Pokud používáte Ubuntu pro Netbooky, aplikace se zobrazí v příslušné kategorii na domovské obrazovce.
da: Hvis du bruger Ubuntu Netbook Edition, optræder et program under den gældende kategori på startskærmen.
de: Falls Sie die Ubuntu Netbook Edition verwenden, erscheint eine Anwendung in der entsprechenden Kategorie auf dem Startbildschirm.
el: Αν χρησιμοποιείτε το Ubuntu Netbook Edition, οι εφαρμογές εμφανίζονται στην αντίστοιχη κατηγορία στην κεντρική οθόνη.
eo: Se vi uzas je "Ubuntu Netbook Edition", aplikaĵo videblas en la rilata kategorio en la hejma ekrano.
es: Si está usando Ubuntu Netbook Edition, la aplicación debe aparecer en la categoría correspondiente de la pantalla de inicio.
fi: Ubuntu Netbook Editionissa sovellus ilmestyy sille parhaiten sopivaan luokkaan kotinäytölläsi.
fr: Si vous utilisez Ubuntu Netbook Edition, une application apparaît dans la catégorie appropriée sur l'écran d'accueil.
gl: Se está usando a Edición Netbook de Ubuntu aparecerá un aplicativo na categoría axeitada da súa pantalla de inicio.
he: אם ברשותך אובונטו בגרסה לנטבוקים (UNE) יופיע יישום בקטגוריה המתאימה במסך הבית.
hr: Ako koristite Ubuntu Netbook Edition, program se pojavljuje u pripadajućoj kategoriji na početnom zaslonu.
hu: Ha az Ubuntu Netbook változatát használja, akkor az alkalmazás a kezdőképernyő megfelelő kategóriájában jelenik meg.
id: Jika Anda menggunakan Ubuntu Netbook Edition, aplikasi akan muncul pada kategori yang sesuai di layar awal.
it: Se si sta utilizzando la Netbook Edition, un'applicazione appare nella categoria appropriata all'interno della schermata principale.
ja: Ubuntu Netbook Edition を使用している場合は、アプリケーションはホームスクリーンの対応するカテゴリーに表示されます。
ko: 우분투 넷북 에디션을 사용한다면 어플리케이션은 홈 스크린의 해당 카테고리에 나타납니다.
ms: Jika anda menggunakan Ubuntu Edisi Netbook, sebuah aplikasi akan muncul pada kategori yang sesuai di skrin rumah.
nb: Hvis du bruker Ubuntu Netbook Edition, dukker programmet opp i den riktige kategorien på hjemmeskjermen.
nl: Wanneer u de Ubuntu Netbook Edition gebruikt, zal een toepassing verschijnen in de overeenkomende categorie op het startscherm.
pt_br: Se você está usando a versão do Ubuntu para netbooks, uma aplicação é exibida na categoria apropriada em sua tela de usuário.
ru: Если вы используете версию Ubuntu для нетбуков, то приложение отображается в соответствующей категории на домашнем экране.
sl: Če uporabljate Ubuntu netbook različico, se lahko program pojavi v primerni kategoriji na domačem zaslonu.
sr: Ако користите Убунту Нетбук издање, инсталирани програм ће се појавити у одговарајућој категорији на почетном екрану.
sv: Om du använder Ubuntu Netbook Edition, kommer ett program att visas under lämplig kategori på skrivbordet.
tr: Eğer Ubuntu Netbook Edition kullanıyorsanız uygulama ana ekranında uygun kategori görünür
uk: Якщо ви використовуєте Ubuntu Netbook Edition, програму буде відображено у відповідній категорії на головному екрані.
vi: Nếu bạn đang dùng phiên bản Ubuntu Netbook Edition, một ứng dụng sẽ xuất hiện trong thành phần ứng dụng thích hợp của màn hình nhà.
zh_hk: 若您用的是 Ubuntu Netbook Edition，應用程式見於主畫面的對應類別。
zh_tw: 若您用的是 Ubuntu Netbook Edition，應用程式見於主畫面的對應類別。

source: Some items, such as media playback or Web browser plugins, do not appear in the menus. They are used automatically when Ubuntu needs them. For a Web browser plugin, you may need to close the browser and reopen it before the plugin will be used.
ast: Dalgunos elementos, como los medios de reproducción o los complementos del restolador web, nun apaecen nos menús. Úsense n'Ubuntu automáticamente cuando se necesiten. Pa un complementu del restolador Web, pue que tengas que zarrar el restolador y volver a abrilu enantes de que se pueda usar el complementu.
bs: Neke se stavke, poput kodeka ili priključaka za web preglednike, ne pojavljuju u menijima. One se koriste automatski, kada ih Ubuntu zatreba. Prije korištenja priključka za web preglednik, možda ćete terbati zatvoriti preglednik i ponovno ga otvoriti.
cs: Některé položky, jako jsou multimediální kodeky nebo zásuvné moduly webového prohlížeče, se v nabídce neobjeví. Použijí se automaticky, když je Ubuntu vyžaduje. Než bude zásuvný modul webového prohlížeče použit, budete možná nutné zavřít prohlížeč a znovu jej otevřít.
da: Nogle emner, såsom medieafspilning eller webbrowser-udvidelser, optræder ikke i menuerne. De bliver automatisk brug når Ubuntu har brug for dem. For webbrowser-udvidelser, kan det være nødvendigt at lukke browseren og genåbne den, før udvidelsen vil blive brugt.
de: Manche Dinge, wie Media-Codecs oder Webbrowser-Erweiterungen erscheinen nicht in den Menüs. Sie werden automatisch benutzt wenn Ubuntu sie benötigt. Bei einer Webbrowser-Erweiterung müssen Sie den Browser erst schließen und wieder öffnen, bevor diese verwendet werden kann.
el: Μερικά αντικείμενα, όπως τα πρόσθετα αναπαραγωγής πολυμέσων ή τα πρόσθετα των περιηγητών ιστού δεν εμφανίζονται στα μενού. Χρησιμοποιούνται αυτόματα μόλις τα χρειαστεί το Ubuntu. Για ένα πρόσθετο ενός περιηγητή ιστού, μπορεί να χρειαστεί να επανεκκινήσετε τον περιηγητή προτού μπορείτε να χρησιμοποιήσετε το πρόσθετο.
eo: Iuj eroj, ekzemple kromprogramoj por spektado aŭ foliumado, ne aperas en la menuoj. Ubuntu aŭtomate uzas ilin laŭ neceso. Por foliuma kromprogramo, vi eble devos fermi la foliumilon kaj reruli ĝin por ke ĝi uzu la kromprogramon.
es: Algunos elementos, como los medios de reproducción o los complementos del navegador web, no aparecen en los menús. Se utilizan en Ubuntu automáticamente cuando se necesita. En el caso de un complemento del navegador Web, puede que tenga que cerrar el navegador y volver a abrirlo antes de que pueda usar ese complemento.
fi: Jotkut ohjelmat, esimerkiksi mediasoittimet ja selainten liitännäiset, eivät ilmesty valikoihin. Ne otetaan käyttöön automaattisesti kun Ubuntu käyttää niitä. Selainliitännäisten käyttöönotto saattaa vaatia selaimen uudelleenkäynnistyksen.
fr: Certains éléments tels que les modules de lecture de média ou liés aux navigateurs Web, n'apparaissent pas dans les menus. Ils sont utilisés automatiquement quand Ubuntu en a besoin. Dans le cas des modules pour navigateur Web, il est parfois nécessaire de fermer et de relancer le navigateur pour que le module fonctionne.
gl: Algúns elementos, como a reprodución multimedia ou os engadidos do navegador web non aparecen nos menús. Son usados automaticamente por Ubuntu canso son necesarios. Para un engadido dun navegador web vostede podería necesitar pechar o navegador e reabrilo antes de usar o engadido.
he: מספר פריטים, כגון השמעת מדיה או תוספים לדפדפן, לא יופיעו בתפריטים. אובונטו תשתמש בהם אוטומטית כשיהיה בהם צורך. כאשר מדובר בתוסף לדפדפן, יתכן שיהיה עליך לסגור את הדפדפן ולפתוח אותו שוב לפני שהתוסף יהיה בשימוש.
hr: Neke se stavke, poput such as kodeka ili priključaka za web preglednike, ne pojavljuju u izbornicima. One se koriste automatski, kada ih Ubuntu zatreba. Prije korištenja priključka za web preglednik, možda ćete terbati zatvoriti preglednik i ponovno ga otvoriti.
hu: Néhány eszköz, például a médialejátszáshoz, illetve a webböngészéshez szükséges bővítmények, nem jelennek meg a menükben, viszont az Ubuntu automatikusan használja ezeket, amikor szükség van rájuk. Egy webböngésző-bővítmény használatának megkezdése előtt előfordulhat, hogy szükség van a webböngésző bezárására, illetve újraindítására.
id: Beberapa item, seperti pemutar media atau plugin perambah Web, tidak muncul dalam menu. Mereka digunakan secara otomatis bila Ubuntu membutuhkannya. Untuk plugin perambah Web, Anda mungkin harus menutup browser dan membuka kembali sebelum plugin akan digunakan.
it: Alcuni elementi come plugin per browser web o per la riproduzione multimediale, non appaiano nei menù, ma vengono utilizzati automaticamente quando necessario. Nel caso di un plugin per browser web potrebbe essere necessario chiudere e riaprire il browser web prima che il plugin sia disponibile.
ja: メディアコーデックやウェブブラウザのプラグインなどメニューに表示されないものもあります。それらはUbuntuが必要とするときに自動的に使用されます。ウェブブラウザのプラグインを有効化するには、ウェブブラウザを一旦再起動する必要があります。
ko: 미디어 재생 또는 웹 브라우저 플러그인과 같은 몇몇 항목은 메뉴에 나타나지 않습니다. 이들은 우분투에서 필요할 때 자동으로 사용될 것입니다. 웹 브라우저 플러그인의 경우에는 브라우저를 닫고 다시 실행하면 플러그인을 사용할 수 있습니다.
ms: Beberapa item, seperti main balik media atau pemalam pelungsur sesawang, tidak akan muncul dalam menu. Ia digunakan secara automatik apabila Ubuntu memerlukannya. Untuk pemalam pelungsur sesawang, anda perlu menutup pelungsur tersebut dan membukanya semula sebelum pemalam digunakan.
nb: Enkelte elementer vises ikke i menyene, for eksempel programtillegg for medieavspilling eller nettlesere. Disse brukes automatisk når Ubuntu trenger de. For å ta i bruk et programtillegg for en nettleser må du sannsynligvis starte nettleseren på nytt.
nl: Sommige items, zoals ondersteuning voor sommige multimediaformaten of plug-ins voor webbrowsers, verschijnen niet in de menu's. Ze worden automatisch geladen wanneer Ubuntu ze nodig heeft. Mogelijk moet u uw browser herstarten na de installatie van een plug-in om de plug-in te kunnen gebruiken.
pt_br: Alguns itens, como reprodutores de mídia ou complementos de navegadores de Internet, não aparecem nos menus. Eles são usados automaticamente quanto o Ubuntu precisa deles. Para complementos de navegadores de Internet, você talvez precise fechar e reabrir o navegador antes do complemento ser usado.
ru: Некоторые элементы, такие как воспроизведение аудио/видео информации или плагины Веб-браузера, не представлены здесь. Они автоматически используются, когда в них есть необходимость. Для плагина Веб-браузера, Вам может понадобится перезапустить браузер, чтобы начать использовать плагин.
sl: Nekateri predmeti, kot so medijsko predvajanje ali vstavki spletnega brskalnika, se ne pojavijo v menijih. Oni so samodejno uporabljeni, ko jih Ubuntu potrebuje. Za vstavke spletnega brskalnika, boste mogoče morali zapreti brskalnik in ga ponovno zagnati preden bodo vstavki uporabljeni.
sr: Неке ставке, као што су репродукција медија или додаци Веб претраживача, се не појављује у изборницима. Оне се аутоматски користе када их Убунту затреба. За додатак Веб претраживача, можда ћете морати да затворите претраживач и да га поново отворите да би додатак био спреман за коришћење.
sv: Vissa saker, såsom mediauppspelning eller insticksmoduler till webbläsaren, visas inte i menyerna. De används automatiskt när Ubuntu behöver dem. För en insticksmodul till webbläsaren, kan du behöva stänga webbläsaren och öppna den igen innan insticksmodulen kommer att användas
tr: Web tarayıcı eklentileri veya ortam yürütücüsü gibi bazı ögeler menülerde görünmez. Sadece Ubuntu onlara ihtiyaç duyduğunda otomatik olarak kullanılırlar. Bir Web tarayıcı eklentisi, tarayıcıyı kapatıp yeniden başlattığınızda kullanılacaktır.
uk: Деякі елементи, такі як медіа-кодеки або плагіни для веб-браузера не з’являються в меню. Вони використовуються автоматично, коли потрібні системі. Щодо плагінів веб-браузера: ви повинні перезапустити браузер, щоб розпочати використовувати їх.
vi: Một vài mục, như là trình chiếu dữ liệu truyền thông hay trình cắm thêm của trình duyệt Web, không xuất hiện trong trình đơn. Chúng được sử dụng tự động khi Ubuntu cần đến. Với một trình cắm thêm của trình duyệt Web, có thể bạn cần khởi động lại trình duyệt để trình cắm thêm hoạt động được.
zh_cn: 某些程序，比如媒体录音或网络浏览器插件，并不会在这些菜单中出现。Ubuntu 会自动运行它们。对于网络浏览器插件，您需要先关闭浏览器并重新打开它，才能使插件正常工作。
zh_hk: 有些項目，像是媒體播放或網頁瀏覽器附加元件，並不會出現在選單裡面。它們會在 Ubuntu 需要它們的時候自動被使用。以網頁瀏覽器附加元件為例，您可能需要關閉瀏覽器並接著重新啟動它，才能讓附加元件發揮作用。
zh_tw: 有些項目，像是媒體播放控制或網頁瀏覽器的外掛程式，並不會出現在選單裡面。它們會在 Ubuntu 需要它們的時候自動被使用。以網頁瀏覽器外掛程式為例，您可能需要關閉瀏覽器並接著重新啟動它，才能讓外掛程式發揮作用。

source: Removing software
ast: Quitando software
bs: Uklanjam softver
cs: Odstranění softwaru
da: At fjerne software
de: Anwendungen entfernen
el: Αφαίρεση λογισμικού
eo: Malinstali programaron
es: Desinstalar software
fi: Sovellusten poistaminen
fr: Supprimer des logiciels
gl: Desinstalando software
he: הסרת תוכנות
hr: Uklanjanje programa
hu: Szoftverek eltávolítása
id: Menghapus perangkat lunak
it: Rimuovere software
ja: ソフトウェアを削除する
ko: 소프트웨어 제거 중
ms: Membuang perisian
nb: Fjerning av programvare
nl: Software verwijderen
pt_br: Removendo software
ru: Удаление программ
sl: Odstranjevanje programske opreme
sr: Уклањање софтвера
sv: Ta bort program
tr: Yazılım kaldırılıyor
uk: Вилучення програмного забезпечення
vi: Gỡ bỏ phần mềm
zh_cn: 移除软件
zh_hk: 正在移除軟件
zh_tw: 移除軟體
