Repository: fossasia/x-mario-center
Catalog: po/help/*.po
Languages: ast, bs, cs, da, de, el, eo, es, fi, fr, gl, he, hr, hu, id, it, ja, ko, ms, nb, nl, pt_br, ru, sl, sr, sv, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: To install something with Ubuntu Software Center, you need administrator access and a working Internet connection. (If you set up Ubuntu on this computer yourself, you have administrator access automatically.)
ast: Pa instalar dalgo col Centru de software d'Ubuntu, necesites accesu d'alministrador y una conexón activa a Internet. (Si configures Ubuntu nesti equipu, tienes accesu d'alministrador de mou automáticu.)
bs: Da bi instalirali nešto sa Ubuntu Programskim Centrom, morate imati administrativni pristup i ispravnu internet konekciju. (Ako ste podesili Ubuntu na ovom računaru lično, već imate administrativni pristup.)
cs: K instalaci pomocí Centra softwaru pro Ubuntu potřebujete správcovský přístup a funkční připojení k Internetu. (Pokud jste na tento počítač nainstalovali Ubuntu vy, máte správcovský přístup automaticky.)
da: For at installere noget med Ubuntu Softwarecenter, skal du have administratorrettigheder og en fungerende internetforbindelse. (Hvis du selv har installeret Ubuntu på denne computer, har du automatisk administratorrettigheder).
de: Um etwas mit dem Software-Center zu installieren, benötigen Sie Systemverwaltungsrechte und eine funktionierende Internetverbindung. (Wenn Sie Ubuntu selbst auf dem Rechner installiert haben, besitzen Sie bereits Systemverwaltungsrechte.)
el: Για να εγκαταστήσετε κάτι με το Κέντρο λογισμικού Ubuntu, θα χρειαστείτε δικαιώματα διαχειριστή και μια γρήγορη σύνδεση στο διαδίκτυο. (Αν χρησιμοποιείτε το λογαριασμό που δημιουργήθηκε κατά την εγκατάσταση του Ubuntu, έχετε δικαιώματα διαχειριστή.)
eo: Por instali ion per Ubuntu-programarejo, vi bezonas administrajn rajtojn kaj funkciantan interretan konekton. (Se vi memstare instalis Ubuntu sur tiu ĉi komputilo, vi aŭtomate havas administrajn rajtojn.)
es: Para instalar algo con el Centro de software de Ubuntu, necesita permisos de administrador y una conexión funcional a Internet. Recuerde que si ha instalado Ubuntu en este equipo por sí mismo, tiene permisos de administrador automáticamente.
fi: Asentaaksesi jotain Ubuntun sovellusvalikoimalla, tarvitset järjestelmänvalvojan (root) oikeudet ja Internet-yhteyden. (Jos asennus on tehty tällä käyttäjätilillä, sinulla on järjestelmänvalvojan oikeudet automaattisesti.)
fr: Afin de procéder à une installation depuis la logithèque Ubuntu, vous devez disposer des droits administrateur (si vous avez procédé vous même à l'installation d'Ubuntu sur l'ordinateur concerné, vous possédez automatiquement les droits administrateur) et d'une connexion Internet fonctionnelle.
gl: Para instalar algo co Centro de software de Ubuntu, necesita acceso de administrador e unha conexión activa a Internet. (Se configura Ubuntu neste computador, ten acceso de administrador de forma automática.)
he: כדי להתקין פריטים ממרכז התכנה של אובונטו עליך להצטייד בגישת מנהל ובחיבור פעיל לאינטרנט. (אם מחשב זה הותקן על ידיך, יש לך גישת מנהל באופן אוטומטי).
hr: Da biste instalirali nešto u Ubuntu centru softvera, potreban vam je administratorski pristup i funkcionalna veza na Internet (ako ste sami podesili Ubuntu na ovom računalu, već imate administratorski pristup).
hu: Ha szeretne egy alkalmazást telepíteni az Ubuntu szoftverközpont használatával, akkor szüksége lesz rendszergazdai jogosultságra és működő internetkapcsolatra. (Ha ön telepítette az Ubuntut erre a számítógépre, akkor automatikusan rendelkezik rendszergazdai jogosultsággal.)
id: Untuk menginstal sesuatu dengan Ubuntu Software Center, anda memerlukan hak akses sebagai administrator dan terhubung dengan koneksi internet. (Jika anda sendiri yang menginstall Ubuntu di komputer anda, maka anda telah memiliki hak akses sebagai administrator secara otomatis.)
it: Per installare un programma con Ubuntu Software Center, è necessario disporre di accesso come amministratore e di una connessione a Internet funzionante (se Ubuntu è stato configurato personalmente, si dispone già di accesso come amministratore).
ja: ソフトウェアセンターでインストールを行うには、管理者権限とインターネット接続が必要です。（自分でUbuntuをコンピューターにインストールしたのであれば、自動的に管理者権限を持っています。）
ko: 우분투 소프트웨어 센터를 통해 설치하시려면 인터넷 연결이 필요하며 관리자 권한이 있어야 합니다. (이 컴퓨터에서 우분투를 설정하시면 자동으로 관리자 권한을 가지게 됩니다.)
ms: Untuk memasang perisian dengan menggunakan Pusat Perisian Ubuntu, anda memerlukan capaian pentadbir dan sambungan internet. (Jika anda memasang Ubuntu di komputer sendiri, anda mempunyai capaian pentadbir secara automatik.)
nb: For å installére noe med Ubuntus programvaresenter trenger du administratortilgang og tilgang til Internett. (Hvis du har satt opp Ubuntu på denne maskinen selv, så har du automatisk administratortilgang.)
nl: Om software met het Ubuntu softwarecentrum te installeren, heeft u beheerderstoegang en een werkende internetverbinding nodig. (Als u Ubuntu eigenhandig op de computer heeft geïnstalleerd, beschikt u reeds over beheerderstoegang.)
pt_br: Para instalar alguma coisa com a Central de Programas do Ubuntu, você precisa de acesso de administrador e de uma conexão com a Internet funcionando. (Se você mesmo configurou o Ubuntu neste computador, você tem acesso de administrador automaticamente.)
ru: Чтобы установить что-либо с помощью Центра приложений Ubuntu, у вас должны быть полномочия администратора и работающее соединение с интернетом. (Если вы установили Ubuntu на этом компьютере самостоятельно, у вас автоматически есть полномочия администратора.)
sl: Če želite namestiti nekaj s Programskim središčem Ubuntu, potrebujete skrbniški odstop in delujoču internetno povezavo. (Če Ubuntu na tem računalniku nastavite sami, imate skrbniški dostop samodejno.)
sr: Да инсталирате неки програм из Убунтуовог софтверског центра, потребан вам је администраторски приступ и радна веза на Интернет. (Ако сте ви сами подесили Убунту на том рачунару, аутоматски имате администраторски приступ.)
sv: För att installera något med programcentralen för Ubuntu, behöver du administratörsrättigheter och en fungerande internetanslutning. (Om du själv har installerat Ubuntu på datorn, har du automatiskt administratörsrättigheter).
tr: Ubuntu Yazılım Merkezi ile birşey yüklemek için, yönetici erişimine ve Internet bağlantısına sahip olmalısın. (Eğer bu bilgisayarda Ubuntu&#8217;yu kendin kurduysan, otomatik olarak yönetici erişimine sahipsin.)
uk: Для установки чогось за допомогою Центру програм Ubuntu вам треба мати права адміністратора і активне інтернет-підключення. (Якщо саме ви встановлювали Ubuntu на цей комп'ютер, права адміністратора ви маєте автоматично.)
vi: Để cài đặt một vài thứ với Trung tâm phần mềm Ubuntu, bạn cần quyền quản trị và một kết nối Internet. (Nếu bạn cài đặt Ubuntu trên máy của mình, bạn có sẵn quyền quản trị.)
zh_cn: 要通过 Ubuntu 软件中心安装软件，您必须有管理员权限和一个可用的网络连接。(如果这台计算机上的 Ubuntu 系统是您自己安装的，那么您已自动拥有了管理员权限。)
zh_hk: 要透過 Ubuntu 軟件中心安裝軟件，您需要擁有管理者權限以及一個可用的互聯網連線。（若您自己在這部電腦上安裝 Ubuntu，您已自動擁有管理者權限。）
zh_tw: 要透過 Ubuntu 軟體中心安裝軟體，您需要有管理者權限以及可用的網際網路連線（若您自己在這部電腦上安裝 Ubuntu，您已自動擁有管理者權限）。

source: In the <guilabel>Get Software</guilabel> section, find the thing you want to install. If you already know its name, try typing the name in the search field. Or try searching for the type of program you want (like &#8220;spreadsheet&#8221;). Otherwise, browse the list of departments.
ast: Na seición <guilabel>Obtener software</guilabel>, busca lo que quieras instalar. Si conoces el nome, intenta escribilo nel campu de gueta. O intenta guetar pol tipu de programa que quies (por exemplu «Fueya de cálculu»). En casu contrariu, restola na llista de departamentos.
bs: U <guilabel>Preuzmi Programe</guilabel> sekciji, pronađite koje programe želite instalirati. Ako već znate njegovo ime, pokušajte upisati ime u polje za pretragu. Ili pokušajte pronaći program koji želite (npr. &#8220;tablice&#8221;). U suprotnom, pretražite liste preko kategorija.
cs: V sekci <guilabel>Získat software</guilabel> nalezněte to, co chcete nainstalovat. Pokud již znáte název, zkuste jej napsat do vyhledávacího pole. Nebo zkuste hledat podle typu programu, který chcete (jako např. &#8220;tabulkový procesor&#8221;). Jinak prohlížejte seznam sekcí.
da: Find det du ønsker at installere, under sektionen <guilabel>Hent software</guilabel>. Hvis du allerede kender dets navn, kan du prøve at skrive navnet i søgefeltet. Eller prøve at søge efter typen af program du ønsker (f.eks. &#8220;regneark&#8221;). Ellers så gennemse listen af afdelinger.
de: Suchen Sie im Bereich <guilabel>Anwendungen installieren</guilabel> nach der Anwendung, die Sie installieren möchten. Wenn Sie bereits deren Namen kennen, können Sie ihn in das Suchfeld eingeben. Oder Sie suchen nach dem gewünschten Anwendungstyp (wie zum Beispiel &#8220;Tabellenkalkulation&#8221;). Sie können jedoch auch die einzelnen Kategorien durchstöbern.
el: Στην ενότητα <guilabel>Λήψη Λογισμικού</guilabel> μπορείτε να βρείτε το πρόγραμμα που θέλετε να εγκαταστήσετε. Αν ξέρετε ήδη το όνομα του, πληκτρολογήστε το στο πεδίο αναζήτησης. Αλλιώς δοκιμάστε να ψάξετε για τον είδος του προγράμματος που θέλετε (όπως &#8220;λογιστικά φύλλα&#8221;). Διαφορετικά, περιηγηθείτε στη λίστα των κατηγοριών.
eo: Serĉu la deziratan programaron en la sekcio <guilabel>Akiri programaron</guilabel>. Se vi jam scias ĝian nomon, provu entajpi la nomon en la serĉkampo. Aŭ provu serĉi la deziratan programspecon (ekzemple &#8220;kalkultabelon&#8221;). Vi povas ankaŭ simple trafoliumi la liston kun kategorioj.
es: En la sección de <guilabel>Obtener software</guilabel>, busque lo que quiera instalar. Si ya conoce su nombre, pruebe a introducirlo en el campo de búsqueda. O pruebe a buscar por el tipo de programa que necesita (como &#8220;hoja de cálculo&#8221;). Si no, navegue por la lista de secciones.
fi: Etsi <guilabel>Hae ohjelmistoja</guilabel> -osiosta sovellus, jonka haluat asentaa. Jos tiedät jo sen nimen, kokeile kirjoittamalla sen nimeä hakukenttään tai voit myös yrittää etsiä samankaltaista ohjelmaa jollakin yleisellä hakusanalla (kuten &#8220;taulukkolaskenta&#8220;). Voit myös käyttää ryhmiä.
fr: Dans la section <guilabel>Obtenir un logiciel</guilabel>, trouvez celui qui vous intéresse. Si vous connaissez déjà son nom, essayez de le taper directement dans le champ de recherche. Ou essayez une recherche en fonction du type de programme désiré (comme&#8220;tableur&#8221;). Sinon, parcourez la liste des catégories.
gl: Na sección <guilabel>Obter software</guilabel>, busque aquelo que queira instalar, Se vostede xa coñece o nome do que quere, escriba o nome no campo de busca. Ou tente buscar por un tipo de programa como o que vostede quere como &#8220;folls de cálculo&#8221;). Ou senon, navegue pola lista de categorias.
he: באגף <guilabel>השגת תכנה</guilabel>, ניתן למצוא את הפריט שברצונך להתקין. אם שם הפריט כבר ידוע לך, אפשר לנסות להקליד את שמו בשדה החיפוש. או שאפשר לנסות לחפש אחר סוג התכנה המבוקשת (&#8220;spreadsheet&#8221; לדוגמה). אחרת ניתן לעיין ברשימת המחלקות.
hr: U kategoriji <guilabel>Nabavi softver</guilabel>, pronađite ono što želite instalirati. Ako vam je već poznato ime paketa, pokušajte upisati njegovo ime u polje za pretraživanje ili pokušajte potražiti program prema vrsti (npr. &#8220;uređivač teksta&#8221;). Alternativno, možete pretražiti pojedine kategorije.
hu: Keresse meg a telepíteni kívánt alkalmazást a <guilabel>Szoftvertelepítés</guilabel> lapon. Ha tudja a telepíteni kívánt alkalmazás nevét, akkor gépelje be a nevét a keresőmezőbe, vagy pedig próbáljon a szoftver típusa alapján (például &#8222;táblázatkezelő&#8221; ) keresni. Ezenkívül böngészheti a részlegek alkalmazáslistáit is.
id: Di bagian <guilabel>Dapatkan Perangkat Lunak</guilabel>, untuk menemukan perangkat lunak yang ingin anda instal. Jika sudah mengetahu namanya, masukkan nama dalam kolom pencarian. Atau mencoba mencari jenis program yang anda inginkan (seperti &#8220;spreadsheet&#8221;). Kalau tidak, lihat daftar departemen.
it: Nella sezione <guilabel>Scarica software</guilabel>, trovare ciò che si vuole installare. Se ne si conosce già il nome, provare a digitarlo nel campo di ricerca oppure provare a cercare in base al tipo di applicazione (come «foglio di calcolo»). Altrimenti, esplorare l'elenco delle sezioni.
ja: <guilabel>ソフトウェアを取得</guilabel> セクションでは、インストールしたいものを検索できます。すでにプログラムの名称を知っている場合は、検索ボックスに名前を入力してください。あるいはプログラムの種類(例えば &#8220;spreadsheet&#8221;)を検索しても良いでしょう。そうでない場合は、分類毎のリストを閲覧してプログラムを探します。
ko: <guilabel>소프트웨어 설치</guilabel> 부분에서는, 설치를 원하는 소프트웨어를 검색하십시오. 이름을 알고 있다면 검색란에 이름을 입력하십시오. 또는 원하는 프로그램의 종류를 검색하십시오. (like &#8220;spreadsheet&#8221;). 다른 방볍으로는, 분류 목록을 찾아볼수도 있습니다.
ms: Pada bahagian <guilabel>Dapatkan Perisian</guilabel>, cari perisian anda ingin memasang. Jika anda sudah mengetahui namanya, cuba taip nama pada ruangan gelintar. Atau cuba gelintar jenis program yang anda inginkan (seperti &#8220;spreadsheet&#8221;). Jika tidak, lungsur pada senarai kategori.
nb: Finn programvaren som du ønsker i <guilabel>Skaff programvare</guilabel>-kategorien. Skriv navnet til programmet i søkefeltet om du vet hva programmet heter. Alternativt du kan søke etter en type programmer (for eksempel «regneark»). Ellers bla gjennom de ulike kategoriene.
nl: Zoek in het onderdeel <guilabel>Software verkrijgen</guilabel> de gewenste software. Als u de naam ervan weet, kunt u deze invoeren in het zoekveld. Tevens kunt u zoeken naar het type programma dat u zoekt (bijvoorbeeld &#8220;tekstverwerker&#8221;). U kunt ook simpelweg door de lijst met categorieën bladeren.
pt_br: Na seção <guilabel>Instalar programa</guilabel>, encontre aquilo que você quer instalar. Se você já sabe o nome do que quer, tente digitar o nome no campo de busca. Ou tente buscar por um tipo de programa que você quer (como &#8220;planilha eletrônica&#8221;). Ou ainda, navegue pela lista de categorias.
ru: В разделе <guilabel>Установить приложения</guilabel> найдите то, что вы хотите установить. Если вам известно название, попробуйте набрать его в поле поиска. Или попробуйте поиск по типу желаемой прогрммы (например &#8220;Электронные таблицы&#8221;). Ещё можете просмотреть список разделов.
sl: V <guilabel>Prejmi Programsko opremo</guilabel> oddelku najdite stvari, ki jih želite namestiti. Če že poznate ime programa poskusite z iskalnim poljem. Lahko tudi poskusite iskati vrsto programa, katerega želite (naprimer &#8220;preglednica&#8221;). V nasprotnem primeru prebrskajte seznam oddelkov.
sr: У одељку <guilabel>Набавите софтвер</guilabel>, нађите оно што желите да инсталирате. Ако већ знате како се зове програм, покушајте да откуцате име у поље за претрагу. Или покушајте претрагу за врстом програма који желите (као &#8220;унакрсна табела&#8221;). У супротном, прегледајте списак одељења.
sv: Under avdelningen <guilabel>Hämta program</guilabel>, hittar du programmet som du vill installera. Om du redan vet dess namn, prova med att skriva namnet i sökfältet. Eller prova med att söka efter programtypen du behöver (som &#8220;kalkylark&#8221;). I annat fall, bläddra i programcentralens kategorier för att hitta programmet.
tr: <guilabel>Yazılım Al</guilabel> bölümünde yüklemek istediğinizi bulun. Eğer adını biliyorsanız, arama alanına adı yazın veya istediğiniz program türünü aramayı deneyin (&#8220;hesap çizelgesi&#8221; gibi). Aksi takdirde kategori listesine göz atın.
uk: У вкладці <guilabel>Отримати програмне забезпечення</guilabel> знайдіть програму, яку хочете встановити. Якщо ви вже знаєте назву, введіть її у пошуковому полі. Також можна шукати програму за її типом (наприклад, &#8220;таблиця&#8221;). В іншому випадку, перегляньте список категорій.
vi: Trong <guilabel> mục tải phần mềm</guilabel>, tìm những gì bạn cần cài đặt. Nếu bạn biết tên của nó, hãy gõ vào khung tìm kiếm. Hay tìm kiếm theo chủng loại của chương trình bạn muốn (như là &#8220;spreadsheet&#8221;). Nếu không, duyệt tìm trong danh sách các danh mục.
zh_cn: 在 <guilabel>获取自由软件</guilabel> 中，找到您想安装的的东西。如果您已经知道软件名，可以在搜索框中输入名称(例如 &#8220;工作表&#8221;)或者，按类型浏览软件。
zh_hk: 在 <guilabel>取得軟件</guilabel> 部份，找出您想安裝的軟件。若您已經知道名稱，試試在搜尋列中打出名稱。或者您也可以搜尋您想找的類別 (如 &#8220;spreadsheet&#8221;)。此外，也可瀏覽各分類列表。
zh_tw: 在 <guilabel>取得軟體</guilabel> 部份，找出您想安裝的軟體。若您已經知道名稱，試試在搜尋列中打出名稱。或者您也可以搜尋您想找的類別（如「試算表」）。此外，也可瀏覽各分類列表。

source: Select the item in the list, and choose <guilabel>More Info</guilabel>.
ast: Seleiciona l'elementu na llista y escueyi <guilabel>Más información</guilabel>.
bs: Odaberi svari na listi, i odaberite <guilabel>Više Informacija</guilabel>.
cs: Vyberte položku v seznamu a zvolte <guilabel>Další informace</guilabel>.
da: Vælge emnet på listen, og tryk på <guilabel>Mere info</guilabel>.
de: Wählen Sie die Anwendung aus der Liste und klicken Sie auf <guilabel>Weitere Informationen</guilabel>.
el: Επιλέξτε το αντικείμενο από τη λίστα και πατήστε <guilabel>Περισσότερες πληροφορίες</guilabel>.
eo: Elektu la eron en la listo, kaj elektu <guilabel>Pliaj informoj</guilabel>.
es: Seleccione el elemento en la lista y elija <guilabel>Más información</guilabel>.
fi: Valitse kohde luettelosta ja valitse <guilabel>Lisätietoja</ guilabel>.
fr: Sélectionnez le programme dans la liste et cliquez sur <guilabel>Plus d'informations</guilabel>.
gl: Seleccione o elemento na lista e elixa <guilabel>Máis información</guilabel>.
he: יש לבחור פריט מהרשימה ולבחור ב<guilabel>מידע נוסף</guilabel>.
hr: Označite stavku na popisu i odaberite <guilabel>Više informacija</guilabel>.
hu: Válassza ki a kívánt alkalmazást a listában, majd kattintson a <guilabel>További információk</guilabel> gombra.
id: Pilih item dari daftar, dan pilih <guilabel>Info Lebih Lanjut</guilabel>.
it: Selezionare l'elemento dall'elenco e fare clic su <guilabel>Ulteriori informazioni</guilabel>.
ja: リストにあるアイテムを選択し、<guilabel>詳細情報</guilabel> を選びます。
ko: 목록에서 항목을 선택한 뒤 <guilabel>정보 더 보기</guilabel>를 선택하십시오.
ms: Pilih item di dalam senarai, dan pilih <guilabel> Maklumat lanjutan </guilabel>.
nb: Velg oppføringen i listen, og velg deretter <guilabel>Mer informasjon</guilabel>.
nl: Selecteer het item in de lijst, en kies <guilabel>Meer informatie</guilabel>.
pt_br: Selecione o item na lista, e escolha <guilabel>Mais informações</guilabel>.
ru: Выберите позицию в списке и нажмите <guilabel>Подробнее</guilabel>.
sl: Izberite predmet na seznamu, in izberite <guilabel>Več informacij</guilable>
sr: Изаберите ставку са списка, а затим изаберите <guilabel>Више података</guilabel>.
sv: Välj objektet i listan och välj <guilabel>Mer information</guilabel>.
tr: Listeden öğeyi seçin, ve <guilabel>Daha Fazla Bilgi</guilabel>yi seçin.
uk: Виберіть пункт із списку та натисніть <guilabel>Детальніше</guilabel>.
vi: Chọn mục từ danh sách, và chọn <guilabel>Thông tin</guilabel>.
zh_cn: 选择列表中的项目，然后选择 <guilabel>更多信息</guilabel>。
zh_hk: 選擇列表中的條目，並選擇 <guilabel>更多資訊</guilabel>。
zh_tw: 選擇列表中的條目，並選擇 <guilabel>更多資訊</guilabel>。

source: Choose <guilabel>Install</guilabel>. You may need to enter your Ubuntu password before the installation can begin.
ast: Escueyi <guilabel>Instalar</guilabel>. Pue que necesites la contraseña d'Ubuntu enantes d'entamar la instalación.
bs: Izaberite <guilabel>Instaliraj</guilabel>. Možda ćete morati unijeti vašu šifru da instalacija programa može početi.
cs: Zvolte <guilabel>Nainstalovat</guilabel>. Před započetím instalace budete možná muset zadat vaše heslo v Ubuntu.
da: Vælge <guilabel>Installér</guilabel>. Det kan være nødvendigt at du indtaster din Ubuntu-adgangskode før installationen kan begynde.
de: Klicken Sie auf <guilabel>Installieren</guilabel>. Sie müssen Ihr Ubuntu-Passwort eingeben, bevor die Installation beginnen kann.
el: Επιλέξτε <guilabel>Εγκατάσταση</guilabel>. Μπορεί να χρειαστεί να εισάγετε το συνθηματικό σας του Ubuntu πριν αρχίσει η εγκατάσταση.
eo: Elektu <guilabel>Instali</guilabel>. Eble vi devos entajpi vian Ubuntu-pasvorton antaŭ ol la instalado povos komenciĝi.
es: Elija <guilabel>Instalar</guilabel>. Puede que necesite introducir su contraseña de Ubuntu antes de que la instalación pueda comenzar.
fi: Valitse <guilabel>Asenna</ guilabel>. Saatat tarvita salasanasi, ennen kuin asennus voidaan aloittaa.
fr: Cliquez sur <guilabel>Installer</guilabel>. Vous devrez peut-être entrer votre mot de passe Ubuntu pour pouvoir lancer l'installation.
gl: Elixa <guilabel>Instalar</guilabel>. Pode necesitar introducir o seu contrasinal de Ubuntu antes de comezar a instalación.
he: יש לבחור ב<guilabel>התקנה</guilabel>. יתכן שיהיה עליך להזין את הססמה שלך לשימוש באובונטו בטרם התחלת ההתקנה.
hr: Odaberite <guilabel>Instaliraj</guilabel>. Prije same instalacije, možda ćete biti upitani za svoju Ubuntu lozinku.
hu: Kattintson a <guilabel>Telepítés</guilabel> gombra. A telepítés megkezdése előtt lehet, hogy meg kell adnia a jelszavát a hitelesítéshez.
id: Pilih <guilabel>Instal</guilabel>. Anda mungkin diminta memasukkan sandi Ubuntu terlebih dulu sebelum proses instalasi berjalan.
it: Scegliere <guilabel>Installa</guilabel>. Potrebbe essere necessario inserire la propria password prima che l'installazione possa avviarsi.
ja: <guilabel>インストール</guilabel> をクリックします。インストールを始める前にパスワードの入力が必要になるかもしれません。
ko: <guilabel>설치</guilabel>를 선택하십시오. 설치를 시작하기 전에 당신의 우분투 암호 입력을 요청할 수도 있습니다.
ms: Pilih<guilabel> pasang</guilabel>. Anda mungkin perlu masukkan kata laluan Ubuntu anda sebelum pemasangan dapat dijalankan.
nb: Trykk <guilabel>Installér</guilabel>. Du må kanskje skrive inn Ubuntu-passordet ditt før installasjonen kan begynne.
nl: Kies <guilabel>Installeren</guilabel>. Het kan zijn dat u uw Ubuntu-wachtwoord moet invoeren voordat de installatie kan beginnen.
pt_br: Escolha <guilabel>Instalar</guilabel>. Você pode precisar digitar sua senha antes que a instalação comece.
ru: Нажмите <guilabel>Установить</guilabel>. Возможно потребуется ввести ваш пароль к Ubuntu перед тем, как начнётся установка.
sl: Izberite <guilable>Namestitev</guilable>. Morda boste morali vnesti vaše geslo, preden Ubuntu prične z namestitvijo.
sr: Изаберите <guilabel>Инсталирај</guilabel>. Можда ћете морати да унесете вашу Убунту лозинку да би инсталација могла да почне.
sv: Välj <guilabel>Installera</guilabel>. Du kan behöva ange ditt Ubuntu-lösenord innan installationen kan börja.
tr: guilabel>Yükle</guilabel>yi seçin. Yüklemenin başlamayabilmesi için önce Ubuntu parolanızı girmeniz gerekir.
uk: Натисніть <guilabel>Встановити</guilabel>. Щоб розпочалося встановлення, вам потрібно буде ввести ваш пароль Ubuntu.
vi: Chọn <guilabel>Cài đặt</guilabel>. Có thể bạn cần nhập mật khẩu Ubuntu trước khi quá trình cài đặt bắt đầu.
zh_cn: 选择 <guilabel>安装</guilabel>。在安装开始前您可能需要输入您的 Ubuntu 密码。
zh_hk: 選擇 <guilabel>安裝</guilabel>。您可能需要於安裝前輸入您的您的 Ubuntu 密碼。
zh_tw: 選擇 <guilabel>安裝</guilabel>。您可能需要於安裝前輸入您的 Ubuntu 密碼。
